[
 {
   "ListingId": 132527,
   "Name": "Ants",
   "Introduction": "The commonest species that invades houses is the Black Garden Ant, which is actually very dark brown. All ants have the main divisions of the body (head, thorax, abdomen) distinctly separated by very narrow waists and have a sharp elbow joint in their antennae. They are highly organised social insects. It is the foraging worker ants that invade buildings in search of food. These are from 3 to 5mm in length and are attracted to sweet foodstuffs which they take back to the nest to feed to the larvae and queen.",
   "PestType": "Crawling insect",
   "Description": "<p>The so-called ant's eggs sold for aquaria fish are actually the pupae. Flying ants are the reproductive males and females. These mating ants are winged and have a nuptial swarming flight during only a few days in July or August. Mating takes place in the air and the female then seeks out a nest site where she stays for the winter, laying eggs the following spring in order to start up a new colony.</p> <p><img class=\"img_right\" title=\"Ants-1\" src=\"/write/MediaUploads/Pages/A-Z/Ants/Ants-1.jpg\" alt=\"Ants-1\" width=\"300\" height=\"300\" /></p> <h2>How to deal with Ants</h2> <p>First, find the nest entrances. These are indicated by small piles of earth pellets or can be located by watching the ants moving back and forth from nest to food.</p> <p>Pouring a kettle of boiling water over the nest site is a first-aid measure.&nbsp;</p> <p>Some products cause the workers to destroy their own nests, for example, sugar based liquid bait. The workers are attracted to the bait and carry the insecticide back to the larvae and queen. Some centrally heated blocks of flats may be troubled by the much smaller tropical <a href=\"/pest-advice/a-z-of-pests/134390\">Pharaoh&rsquo;s Ant</a>, which prefers protein to sweet foods and has multiple - and often inaccessible &ndash; nests within the building structure.</p> <p><img class=\"img_right\" title=\"ants-3\" src=\"/write/MediaUploads/Pages/A-Z/Ants/ants-3.jpg\" alt=\"ants-3\" width=\"300\" height=\"300\" /></p> <p>Ghost Ants are becoming more common in heated buildings. These are a similar size to Pharaoh&rsquo;s ants and is pale coloured with a dark thorax and head. Control must be left to professional operators.</p> <h3>Having problems with ants?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/ant-control-how-to-get-rid-of-ants-bpca-a-z-of-pests-/188954",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/ant-icon.jpg"
 },
 {
   "ListingId": 132528,
   "Name": "Bats",
   "Introduction": "The Wildlife and Countryside Act 1981 provides protection for all species of bat found in the United Kingdom.",
   "PestType": "Mammal",
   "Description": "<p><strong><img class=\"img_right\" title=\"Bats-1\" src=\"/write/MediaUploads/Pages/A-Z/Bats/Bats-1.jpg\" alt=\"Bats-1\" width=\"300\" height=\"300\" /></strong></p> <h3><strong>I</strong><strong>t is illegal to kill, or even disturb, bats in their roosts.</strong></h3> <p>If bats are present, and there is a possibility of them being disturbed, you should consult:</p> <address><br />Bat Conservation Trust<br />T: 0845 1300 228<br />E: enquiries@bats.org.uk<br />W:&nbsp;<a href=\"http://www.bats.org.uk\">www.bats.org.uk</a></address> <p>They will offer advice and if required arrange for a person to visit the site and advise on the best course of action.</p> <p>Bats may only be handled by those licensed to do so.</p> <h3>Having problems with bats?</h3> <p>Contact the <a href=\"http://www.bats.org.uk\" target=\"_blank\">Bat Conservation Trust</a>.</p> <p><a href=\"http://www.bats.org.uk\" target=\"_blank\" class=\"button button_action\">Get help now</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/bat-control-how-to-get-rid-of-bats-bpca-a-z-of-pests/189187",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Bats/Bat-icon.jpg"
 },
 {
   "ListingId": 132529,
   "Name": "Bed bugs",
   "Introduction": "This common pest once associated with unhygienic surroundings is prevalent due to a number of reasons, including increased travel, the use of second-hand furniture, and suspected tolerance to some pesticides. These bugs still occur with regularity, particularly in multi-occupancy buildings with rapid resident turnover, for example, hostels, hotels, holiday camps and blocks of flats.",
   "PestType": "Parasite",
   "Description": "<p><img class=\"img_right\" title=\"bed bugs-1\" src=\"/write/MediaUploads/Pages/A-Z/Bed Bugs/bed_bugs-1.jpg\" alt=\"bed bugs-1\" width=\"300\" height=\"300\" /></p> <h2>Appearance</h2> <p>Adult Bed bugs resemble a small brown disc, measuring up to 6mm in length. It is wingless but the legs are well developed and it can crawl up most vertical surfaces. Their elongated eggs are cemented in cracks or crevices close to the hosts (which for Bed bugs are humans). The early stages of the Bed bug (nymphs) are tiny making them hard to detect with the naked eye.</p> <h2>Characteristics</h2> <p>Bed bugs can usually be introduced to your property as they attach to luggage, bags, and clothing. Bed bugs may also be introduced through second-hand beds, furniture, and possessions.</p> <p>Bed bugs can also travel from one room to another in search of food, or, after mating. Sometimes this may be a neighbouring property which then can create new infestations throughout multi-occupied premises.</p> <h2>Habitat</h2> <p>Mainly active at night Bed bugs hide in crevices in the bed, surrounding furniture, and also behind skirting boards, under loose wallpaper, behind pictures and even in plug sockets to name a few.</p> <p><img class=\"img_right\" title=\"bed bugs-2\" src=\"/write/MediaUploads/Pages/A-Z/Bed Bugs/bed_bugs-2.jpg\" alt=\"bed bugs-2\" width=\"300\" height=\"300\" /></p> <h2>Diet</h2> <p>Bed bugs need to feed on the blood of a human host. However, in some cases, they can survive up to a year without feeding.</p> <h2>Why control Bed bugs?</h2> <p>Bed bug bites cause red, irritating marks/ lumps. Not everyone reacts to the bites, however, some people develop a more severe skin reaction and can experience disturbed sleep.</p> <p>Bed bugs are not known to spread diseases. However, they can cause irritation and distress. Bed bugs can also ruin an organisation's reputation. If clients and customers experience a Bed bug infestation in the premises you manage, they are likely to complain and request a refund, report on your company negatively and be unlikely to want to do business with you again.</p> <p><img class=\"img_right\" title=\"bed bug-3\" src=\"/write/MediaUploads/Pages/A-Z/Bed Bugs/bed_bug-3.jpg\" alt=\"bed bug-3\" width=\"300\" height=\"300\" /></p> <h2>How to prevent Bed bugs</h2> <p>It's impossible to prevent a Bed bug infestation as they are generally spread through bad luck. However there are some things you can do to reduce your chances of getting an infestation: Before staying or moving into accommodation, make sure you check for signs of Bed bugs.</p> <p>Avoid taking any second-hand bedroom furniture without checking it thoroughly. If you have stayed in an infested room, upon arriving home, immediately check your luggage and clothing for bugs. If you find Bed bugs, to remove the bugs and eggs your luggage, clothing and bedding there are a few things you can do. Either; wash everything at a &lsquo;hot' (60&deg;C) temperature setting; tumbled dry at a &lsquo;hot setting for at least 30 minutes; dry clean everything; or place everything into a bag and then in the deep freezer for at least 3 days.</p> <p>For some businesses such as hotels, a proactive monitoring regime by a professional pest control organisation can help detect early signs. Also, training your staff in what to look for when they are cleaning and working within the rooms will mean you can detect a problem before a guest does, thereby protecting your reputations.&nbsp;</p> <h2>Signs of an infestation</h2> <ul> <li>Red irritating bites, typically in rows on your neck, shoulders, back, legs or arms.</li> <li>Clusters or dark spots (about 1mm wide) that look like an ink dot are usually found on the bed frame or on the bottom side of the mattress.</li> <li>Small blood smears<span style=\"background-color: transparent;\"> on the bed linen or </span>headboard<span style=\"background-color: transparent;\">.</span></li> <li>Finding the small brown insects in and around your bed frame and sleeping area.</li> </ul> <p><img class=\"img_right\" title=\"bed bug-4\" src=\"/write/MediaUploads/Pages/A-Z/Bed Bugs/bed_bug-4.jpg\" alt=\"bed bug-4\" width=\"300\" height=\"300\" /></p> <h2>How to get rid of Bed bugs</h2> <p>For a suspected Bed bug infestation, we strongly recommend you act immediately by contacting a professional pest control company, preferably a member of the BPCA.</p> <p>Self-treatment of a Bed bug infestation is unlikely to be successful. Failed treatments will occur if the accurate knowledge of the Bed bug is absent. A trained professional will have the technical knowledge and access to a range of professional use products and equipment which are not available to the public.</p> <h3>Having problems with Bed Bugs?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/bed-bugs-control-how-to-get-rid-of-bed-bugs-bpca-a-z-of-pests/189186",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Bed Bugs/bed_bug_icon.jpg"
 },
 {
   "ListingId": 132530,
   "Name": "Bees",
   "Introduction": "There are over 200 types of Bees in the UK, including 25 types of bumblebees! We've listed some of the most common here. Different types of bee may require different treatment methods. Note: pest controllers do not apply bee treatments unless there's a serious threat to human life. 25% of all bee types are endangered.",
   "PestType": "Flying insect",
   "Description": "<h3>A few of the bees you're likely to spot in the UK:</h3> <table class=\"no_border\"> <tbody> <tr> <td style=\"text-align: center;\"> <p><img title=\"Honey Bee-1\" src=\"/write/MediaUploads/Pages/A-Z/Bees/Honey_Bee-1.jpg\" alt=\"Honey Bee-1\" /></p> <p><strong>Honey bee</strong></p> </td> <td style=\"text-align: center;\"> <p><img title=\"red mason bee-2\" src=\"/write/MediaUploads/Pages/A-Z/Bees/red_mason_bee-2.jpg\" alt=\"red mason bee-2\" /></p> <p><strong>Red mason bee</strong></p> </td> <td style=\"text-align: center;\"> <p><img title=\"Easrly bumble bee-3\" src=\"/write/MediaUploads/Pages/A-Z/Bees/Easrly_bumble_bee-3.jpg\" alt=\"Easrly bumble bee-3\" /></p> <p><strong>Early bumble bee</strong></p> </td> </tr> <tr> <td style=\"text-align: center;\"> <p><img title=\"red-tailed bumble bee-4\" src=\"/write/MediaUploads/Pages/A-Z/Bees/red-tailed_bumble_bee-4.jpg\" alt=\"red-tailed bumble bee-4\" /></p> <p><strong>Red-tailed bumble bee</strong></p> </td> <td style=\"text-align: center;\"> <p><img title=\"Tree bumble bee-5\" src=\"/write/MediaUploads/Pages/A-Z/Bees/Tree_bumble_bee-5.jpg\" alt=\"Tree bumble bee-5\" /></p> <p><strong>Tree bumble bee</strong></p> </td> <td style=\"text-align: center;\"> <p><img title=\"Ivy bee-6\" src=\"/write/MediaUploads/Pages/A-Z/Bees/Ivy_bee-6.jpg\" alt=\"Ivy bee-6\" /></p> <p><strong>Ivy bee</strong></p> </td> </tr> <tr> <td style=\"text-align: center;\"> <p><img title=\"twany mining bee-7\" src=\"/write/MediaUploads/Pages/A-Z/Bees/twany_mining_bee-7.jpg\" alt=\"twany mining bee-7\" /></p> <p><strong>Tawny mining bee</strong></p> </td> <td style=\"text-align: center;\"> <p><img title=\"white-tailed bumble bee-8\" src=\"/write/MediaUploads/Pages/A-Z/Bees/white-tailed_bumble_bee-8.jpg\" alt=\"white-tailed bumble bee-8\" /></p> <p><strong>White-tailed bumble bee</strong></p> </td> <td style=\"text-align: center;\"> <p><strong><img title=\"small garden bumble bee-9\" src=\"/write/MediaUploads/Pages/A-Z/Bees/small_garden_bumble_bee-9.jpg\" alt=\"small garden bumble bee-9\" /></strong></p> <p><strong>Small garden bumble bee</strong></p> </td> </tr> <tr> <td style=\"text-align: center;\"> <p><img title=\"common carder bee-9\" src=\"/write/MediaUploads/Pages/A-Z/Bees/common_carder_bee-9.jpg\" alt=\"common carder bee-9\" /></p> <p><strong>Common carder bee</strong></p> </td> <td style=\"text-align: center;\"> <p><img title=\"leaf cutter bee-11\" src=\"/write/MediaUploads/Pages/A-Z/Bees/leaf_cutter_bee-11.jpg\" alt=\"leaf cutter bee-11\" /></p> <p><strong>Leaf cutter bee</strong></p> </td> <td style=\"text-align: center;\">&nbsp;</td> </tr> </tbody> </table> <h3>Bumblebees</h3> <p>They aren't easily confused with any other bee. They are rounder, larger and furrier and come with a variety of coloured stripes across the end of their tails. Nesting sites are normally found underground in abandoned burrows, bird boxes, under the decking, or in the compost bin.</p> <p>Bumblebees are social insects: they live in a colony with a queen and her offspring (the workers). Bumblebees have an annual lifecycle, with new nests being started each spring by queens. The queen bumblebees are very large, and from February onwards can be seen feeding on flowers such as willow catkins, bluebells and lungwort, or flying low over the ground searching for a nest site.</p> <p>Some species prefer to nest underground in abandoned burrows of rodents, while others nest just above the ground in dense grass or leaf-litter. The queen stocks her nest with pollen and nectar and lays her first batch of eggs. She incubates them much as a bird would, sitting on the eggs while shivering her flight muscles to produce warmth.</p> <p>When the eggs hatch the legless grubs consume pollen and nectar, grow rapidly, and pupate after a few weeks. A few days later the first workers hatch from their pupae and begin helping their queen, expanding the nest and gathering food. By mid-summer nests of some species can contain several hundred workers. At this point, the queen starts laying both male and female eggs.</p> <p>The females are fed extra food and become future queens. Both males and new queens leave the nest to mate, and the new queens burrow into the ground to wait until the following spring. The males, workers, and the old queen die off in the autumn, leaving the nest to decay.</p> <h3>Tree bees</h3> <p>A recent addition to the UK's fauna. Their banding is unique amongst the UK species. The thorax is tawny to reddish brown, the abdomen is black and tail is white. Fresh drones have a patch of yellowish facial fur, but this wears off with time. Queens vary significantly in size, and workers are normally quite small.</p> <p>Some traits of tree bees can be a cause of concern, but there is nothing to worry about. Commonly they establish a nest in bird boxes, or in parts of buildings, and may cause concern through apparent high level of nest flight activity due to &lsquo;nest surveillance' by drones, and the sound of bee chatter/activity heard through the ceiling are all signs of activity.</p> <h3>Solitary/Masonry bees</h3> <p>As the name suggests, they are solitary insects, and you'll rarely find them occurring in large numbers. They have a reddish-brown bottom and black body. You'll see these small bees popping in and out of the wall or very small holes in the ground.</p> <p>They nest in a wide range of cavities and have the ability to build nests by tunnelling through soft brick mortar, or exploiting pre-existing gaps left unrepaired. They do not cause a problem to your property from a structural point of view.</p> <h3>Honeybees</h3> <p>Providers of honey and almost universally viewed with affection in the UK. They rarely present problems as pests, however, feral swarms can set up home in undesirable places such as chimneys and wall cavities. Honey bees are small and vary in colour from golden brown to almost black.</p> <p>The most common scenario in which you may become concerned is when they swarm. Typically these intimidating swarms will first set up a temporary camp somewhere nearby, such as a tree branch, fence post and even cars. In almost all cases the swarm will take off again within a day or two to occupy a most suitable permanent home elsewhere.</p> <h2>How to get rid of bees</h2> <p>Contrary to popular belief bees aren't protected and can be treated, however, they are endangered so we'd always recommend exploring all other avenues before considering eradication. Below is a step by step guide to assist you:</p> <h3>Leave them alone</h3> <p>Bees don't cause any problems to your property, and nor are you in danger of being stung if they are left alone and unprovoked. After the summer season, most bees will go away and not return to the nesting site the following year. By the time a colony has become obvious its activity will be about to decline naturally. Generally, colonies formed in spring usually decline naturally by late July, if not sooner. Therefore If at all possible always leave bee nests alone to thrive as their presence is actually beneficial for gardeners and their crop.</p> <h3>Relocation</h3> <p>If a nest is outside or underground then there shouldn't be a reason to really move it. In more conventional and accessible places such as bushes, trees and sheds, then contacting a local beekeeper or pest controller to relocate the nest is an option. If you suspect you have honeybees and they are causing you problems then we would recommend you use a swarm collector from the <a href=\"http://www.bbka.org.uk/swarm\" target=\"_blank\">British Bee Keepers Association</a>&nbsp;or getting in touch with the <a href=\"https://www.treebee.org.uk/\" target=\"_blank\">Tree Bee Society</a>. In most cases, they will come and collect the swarm free of charge. Some pest management companies have the skills to remove nests from tricky places such as chimneys and cavities. You can find them through our <a href=\"/find-a-pest-controller\">Find a Pest Controller</a>&nbsp;tool.&nbsp;</p> <p>Only if the location of a nest is dangerous and removal not possible, should the next step be an option.</p> <h3>Eradication</h3> <p>The decision to treat will depend if it is possible to close the entrance(s) to the nest after treatment. In this circumstance make sure you use a trained professional. We strongly recommend you contact a professional pest control company, preferably a member of the BPCA. A trained professional will have the technical knowledge and access to a range of professional use insecticides which are not available to the public.</p> <p>Post-treatment requirements will vary depending on the species of bees you have. For bumblebees and tree bees, blocking up access points will prevent non-target bees from entering and getting contaminated, as well as shortening the likelihood of other bees accessing the same area in the future.</p> <p>For solitary/masonry bees, in the long-term, re-pointing with sound mortar is the only answer. However, this must be thorough as bees hunting for a nest site will soon locate areas that have been missed.</p> <p>For honey bees, it is essential that entrance points or blocked off, and if possible remove all the honeycomb. Failure to do this will cause robber bees to find the infected honey and take it back to their hive, thus contaminating it.</p> <p><strong>PLEASE NOTE: Due to ethical reasons, not all pest control companies will treat for bees so you may have to contact multiple companies.</strong></p> <h3>Having problems with bees?</h3> <p>Contact the <a href=\"https://www.treebee.org.uk/\">Tree Bee Society</a>&nbsp;or use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/bee-control-how-to-get-rid-of-bees-bpca-a-z-of-pests/189185",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Bees/Bee-icon.jpg"
 },
 {
   "ListingId": 132531,
   "Name": "Beetles",
   "Introduction": "The main types of Beetle in the UK and we've got information on more of the types of Beetle you're likely to encounter.",
   "PestType": "Crawling insect",
   "Description": "<ul> <li><a href=\"/pest-advice/a-z-of-pests/132533\">Biscuit Beetle</a></li> <li><a href=\"/pest-advice/a-z-of-pests/132541\">Carpet Beetle</a></li> <li><a href=\"/pest-advice/a-z-of-pests/132550\">Death Watch Beetle</a></li> <li><a href=\"/pest-advice/a-z-of-pests/134476\">Furniture Beetle (Woodworm)</a></li> <li><a href=\"/pest-advice/a-z-of-pests/132554\">Ground Beetle</a></li> <li><a href=\"/pest-advice/a-z-of-pests/134378\">Larder Beetle</a></li> <li><a href=\"/pest-advice/a-z-of-pests/134381\">Longhorn Beetle</a></li> <li><a href=\"/pest-advice/a-z-of-pests/134477\">Plaster Beetle</a></li> <li><a href=\"/pest-advice/a-z-of-pests/134402\">Spider Beetle</a></li> </ul> <h3>Having problems with beetles?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/beetle-control-how-to-get-rid-of-beetles-bpca-a-z-of-pests/189184",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Beetles/beetle_icon.jpg"
 },
 {
   "ListingId": 132532,
   "Name": "Birds",
   "Introduction": "Urban birds such as Gulls, Pigeons, Starlings and Sparrows are great opportunists. Handed a ready food source and sheltered nesting site, these birds can grow rapidly and what initially attracted a few birds can soon become a thriving colony.",
   "PestType": "Birds",
   "Description": "<p><img class=\"img_right\" title=\"Birds-1\" src=\"/write/MediaUploads/Pages/A-Z/Birds/Birds-1.jpg\" alt=\"Birds-1\" width=\"300\" height=\"300\" /></p> <h2>Why control birds?</h2> <p>Birds carry a variety of diseases such as Ornithosis, Listeria and E-coli that can be transmitted to man not only from the droppings but also the birds themselves. When dry, pigeon droppings can become airborne in small particles, which can lead to respiratory complaints such as psittacosis.</p> <p>Bird droppings are acidic and can corrode/erode metals, stonework and brickwork. Nesting materials birds use can block chimneys, flues and guttering, causing possible issues with carbon monoxide and damage to buildings as water overflows from blocked gutters.</p> <p>Buildings covered in fouling looks unpleasant can smell, and projects a poor image of a business, potentially ruining an organisation's reputation. If customers spot evidence of a heavy bird infestation on premises, they may not want to do business with you.</p> <p><img class=\"img_right\" title=\"Birds-2\" src=\"/write/MediaUploads/Pages/A-Z/Birds/Birds-2.jpg\" alt=\"Birds-2\" width=\"300\" height=\"300\" /></p> <p>Closely linked to bird activity such as nesting are parasites such as mites, ticks, fleas and beetles. So if you have a current or past problem with birds and have done nothing, you may find you'll suffer from a parasite infestation too.</p> <p>The Wildlife and Countryside Act 1981 protects all wild birds, their nests and eggs. However, specific exemptions permit certain species to be controlled by particular methods for specific reasons. This exemption is given in the way of a licence issued by Natural England (other authorities apply to Wales, Scotland and Northern Ireland) called the General licence. General licences are issued to allow certain actions to be carried out that would otherwise be illegal under the legislation, without the need for people to apply for a specific licence.</p> <p>However, the law only allows competent people such as professional pest controllers to deal with certain species that are widely accepted to be pests. You should always consult with a professional before you consider any form of bird control measures, as the list of birds that are considered pests can change on a regular basis, and even pest species must be dealt with humanely, or you may be prosecuted.</p> <p><img class=\"img_right\" title=\"Birds-3\" src=\"/write/MediaUploads/Pages/A-Z/Birds/Birds-3.jpg\" alt=\"Birds-3\" width=\"300\" height=\"300\" /></p> <p>All urban birds require to thrive is a nesting/ roosting sites (e.g. balconies, window ledges and roof areas of surrounding buildings) and reliable food sources. The number of birds attracted to an area will depend on what food is available. Therefore if birds are being fed, more will be attracted to that area, so it is essential that food sources are kept to a minimum.</p> <p>See also <a href=\"/pest-advice/a-z-of-pests/134392\">Pigeons</a>, <a href=\"/pest-advice/a-z-of-pests/134399\">Sparrows</a>&nbsp;and <a href=\"/pest-advice/a-z-of-pests/134411\">Starlings</a>.</p> <h2>How to prevent and get rid of birds</h2> <p>Bird prevention, proofing and control are a highly specialised skills, requiring specialist equipment and tools. Control of birds through population reduction techniques is generally both less desirable and less effective than removing their food sources or blocking off sites where they perch or roost. The latter technique, known as proofing, is now used extensively.</p> <p><img class=\"img_right\" title=\"birds-4\" src=\"/write/MediaUploads/Pages/A-Z/Birds/birds-4.jpg\" alt=\"birds-4\" width=\"300\" height=\"300\" /></p> <p>For proofing, professional pest controllers will use methods such as barriers, spikes, nets and wire to great effect. More recently active systems like shock strips, audible scarers and optical gels have been used to create negative associations in birds wishing to land or roost on buildings. All of these methods of proofing have their merits and some can offer a stronger and more lasting deterrent, but as with any method of control, they may become less effective over an extended period of time. For a heavy bird infestation, your professional contractor may have to employ methods of control such as shooting, trapping or flying of predatory birds.</p> <h3>Having problems with birds?</h3> <p><span style=\"background-color: transparent;\">For any bird work, we would strongly recommend contacting a professional pest control company, preferably a member of the BPCA. They are trained in bird control and will have access to a range of professional use products and tools which are not available to the public.</span></p> <p><span style=\"background-color: transparent;\"><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></span></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/bird-and-gull-control-get-rid-of-birds-and-gulls-bpca-a-z-of-pests/189183",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Birds/Birds-icon.jpg"
 },
 {
   "ListingId": 132533,
   "Name": "Biscuit Beetle",
   "Introduction": "The Biscuit Beetle is found worldwide but more commonly in temperate latitudes. It is common throughout the UK, especially in food storage and retailing premises, and are frequently encountered in a domestic property. They are small reddish-brown insects, only about 3mm long, which attack stored foods in domestic cupboard and larders.  ",
   "PestType": "Crawling insect",
   "Description": "<p><img class=\"img_right\" title=\"biscuitB1\" src=\"/write/MediaUploads/Pages/A-Z/Beetles/biscuitB1.jpg\" alt=\"biscuitB1\" width=\"178\" height=\"178\" /></p> <p>Very similar in appearance and closely related to the Common Furniture Beetle (Woodworm), these insects can easily be confused and misidentified.</p> <p>Flour, biscuits, cake mixes, cereals, spices, meat and soup powders will attract them most, however, they will thrive on other substances such as poisonous substances like strychnine, belladonna and aconite - hence the beetle&rsquo;s American name; Drug Store Beetle. They have also been known to penetrate tin foil and lead, and have even bored through a shelf-full of books.</p> <p>The white larvae are very small and quite active when they hatch. They feed and grow for about two months or so, depending on temperature, the larvae pupate inside cocoons, often within the food material, and one or two weeks later the adult's hatch, their emergence holes resembling typical 'woodworm' (Anobium) exit holes. Mating takes place soon after emergence. The adults fly, but do not feed and live for relatively short periods of three to four weeks.</p> <h2>How to get rid of Biscuit Beetles:</h2> <p>Throw out any infested food and thoroughly clean out any food residues from areas where the beetles or their grubs are found. Also check the loft or eaves of your house for an old bird nest, as these can be a common source of Biscuit Beetles.</p> <p>'If you feel your issue has not been resolved with the house keeping options above them we recommend you contact a professional pest controller to survey the issue and treat as necessary.</p> <h3>Having problems with Biscuit Beetles?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/biscuit-beetle-control-get-rid-of-biscuit-beetles-bpca-a-z-of-pests/189182",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Beetles/Buscuit_beetle.jpg"
 },
 {
   "ListingId": 132534,
   "Name": "Black Rat",
   "Introduction": "The Black Rat or Ship Rat is now rarely found in the UK. This rat that brought the Black Death across Europe and the Great Plague of London in the 17th century.",
   "PestType": "Rodent",
   "Description": "<p><img class=\"img_right\" title=\"Black rat-1\" src=\"/write/MediaUploads/Pages/A-Z/Black Rat/Black_rat-1.jpg\" alt=\"Black rat-1\" width=\"250\" height=\"250\" /></p> <h3>Appearance</h3> <p>The Brown Rat is the larger of the two, often weighing over half a kilo and measuring about 23cm, without counting the tail. The Black Rat weighs half as much and is shorter. It has a pointed muzzle, large, almost hairless ears, a more slender body, and a long thin tail that is longer than its body.</p> <h3>Characteristics</h3> <p>Black Rats have well-developed senses of smell taste and touch. They have an acute sense of hearing, frequently using ultrasound to communicate, and are particularly sensitive to any sudden noise. Both species breed rapidly and become sexually mature in about three months.</p> <p><img class=\"img_right\" title=\"black rat 3\" src=\"/write/MediaUploads/Pages/A-Z/Black Rat/black_rat_3.jpg\" alt=\"black rat 3\" width=\"250\" height=\"250\" /></p> <p>Each female may produce from 3 to 12 litters of between six and eight young in a year. Rats need to gnaw to keep their constantly growing incisor teeth worn down. They damage woodwork,<br />plastic, bricks and lead pipes, and will strip insulation from electrical cables.</p> <h3>Diet</h3> <p>Black Rats feed mostly at night and an average rat will eat 50g of food a day. Preferred foods are cereal products, although rats are omnivorous and will eat almost anything that humans eat.</p> <h3>Habitat</h3> <p>Although rare, they are still occasionally found in seaport towns but have mostly been ousted by their voracious big cousin, the larger Brown Rat from central Europe.</p> <p>For more information also see <a href=\"/pest-advice/a-z-of-pests/132539\">Brown Rat</a>&nbsp;and <a href=\"/pest-advice/a-z-of-pests/134394\">Rats</a>.</p> <p><img class=\"img_right\" title=\"Why-you-need-domestic-pest-control\" src=\"/write/MediaUploads/Pages/Domestic Advice/Why-you-need-domestic-pest-control.png\" alt=\"Why-you-need-domestic-pest-control\" width=\"250\" /></p> <h2>Why control Black Rats?</h2> <p>Black Rats carry many nasty diseases which they can spread to humans, normally through their urine. including; Leptospirosis or Weil's disease, Salmonella, Listeria, Toxoplasma gondii and Hantavirus.</p> <p>Black Rats can inflict a great amount of structural damage. They can cause serious fires by gnawing away the insulation around electrical cables, floods by puncturing pipes and even death by chewing through gas pipes.</p> <p>Black Rats can ruin an organisation's reputation. If clients and customers spot evidence of rodent infestation in the premises you manage, they are unlikely to want to do business with you.</p> <p>Property owners have a legal obligation under the Prevention of Damage by Pests Act 1949 to keep premises free of rats and mice, or, if they pose a threat to health or property, to report infestations to the local authority.</p> <h2>How to get rid of Black Rats</h2> <p><img class=\"img_right\" title=\"black rat 2\" src=\"/write/MediaUploads/Pages/A-Z/Black Rat/black_rat_2.jpg\" alt=\"black rat 2\" width=\"250\" height=\"250\" /></p> <p>Black Rats are adaptable, highly mobile and breed rapidly, this combination can make rat control a difficult task for the untrained individual.</p> <p>For any Black Rat infestation, we would always recommend contacting a professional pest control company, preferably a member of the BPCA. They are trained in rat control and will have access to a range of professional use rodenticides which are not available to the public.</p> <p>However, if you decide to carry out the work yourself then you can buy amateur use poisons and traps from a hardware store or garden centre. Black rats are wary of new objects such as traps or poisons placed in their environment and will avoid them for a period of time prior to exploring them, so don't expect an instant success. When placing poison or traps, make sure they are in a safe and secure place out of reach of children and pets.</p> <p><strong>WARNING: When using rodenticides always follow the instructions on the label, and importantly search for and dispose of any dead rodents in a safe manner.</strong></p> <h3>Having problems with Black Rats?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/black-rat-control-how-to-get-rid-of-black-rats-bpca-a-z-of-pests/189181",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Black Rat/Black_rat_icon.jpg"
 },
 {
   "ListingId": 132535,
   "Name": "Blow Flies",
   "Introduction": "The term Blow Fly is a general description of a number of species of large buzzing flies, which include the Bluebottle, the Greenbottle and the Flesh Fly.",
   "PestType": "Flying insect",
   "Description": "<h3><img class=\"img_right\" title=\"blowfly-3\" src=\"/write/MediaUploads/Pages/A-Z/Blow Fly/blowfly-3.jpg\" alt=\"blowfly-3\" width=\"250\" height=\"250\" /></h3> <h3>Characteristics</h3> <p>Blow flies are so called because they were believed to &ldquo;blow&rdquo; their eggs, or larvae onto exposed meats. They all like sunlight and are attracted to meat or carrion, and all may be found around dustbins in hot summer weather.</p> <h3>Diet</h3> <p>Their feeding habits (they vomit onto food to soften it up) and filthy feet, infect food, especially meat products, as they feed or seek egg-laying sites. Their Latin names indicate their habits; Calliphora vomitoria, Sarcophaga carnaria and Cyanomyia cadaverina are but three members of the group with a great capacity for transmitting the bacterial agents of food poisoning.</p> <p>For more information see also <a href=\"/pest-advice/a-z-of-pests/132536\">Bluebottle</a>, <a href=\"/pest-advice/a-z-of-pests/132553\">Greenbottle</a>&nbsp;and <a href=\"/pest-advice/a-z-of-pests/134356\">Flies</a>.</p> <h2><img class=\"img_right\" title=\"blowfly-2\" src=\"/write/MediaUploads/Pages/A-Z/Blow Fly/blowfly-2.jpg\" alt=\"blowfly-2\" width=\"250\" height=\"250\" /></h2> <h2>Why control Blow Flies?</h2> <p>Flies are widely recognised as carriers of disease-causing organisms, and their high mobility makes them particularly effective vectors. They acquire these pathogens whilst crawling or feeding on infected materials such as waste, and may then subsequently infect human food when they alight on it. This transfer may occur simply as the fly walks on the food, but will also take place as a result of the fly's defecation and regurgitation.</p> <p>The simple presence of numbers of flying insects may be an irritating nuisance to staff, customers. Clearly, the threshold at which many guests, customers, or the public become upset by insects is relatively low, and unhappy customers lead to complaints.</p> <p><img class=\"img_right\" title=\"Blowfly-1\" src=\"/write/MediaUploads/Pages/A-Z/Blow Fly/Blowfly-1.jpg\" alt=\"Blowfly-1\" width=\"250\" height=\"250\" />In any food production or sales environment, the local Environmental Health Department has a responsibility to enforce food safety and environmental health legislation. Typically EHOs will work with and advise businesses where potential insect issues are present. However as a last resort, and where advice has not been heeded, then legal action may be taken against offenders, potentially leading to more negative exposure for the business. This negative publicity can have a significant impact on the public's and customers' perception of the brand. This, in turn, is likely to affect the business itself.</p> <h2>How to get rid of Blow Flies</h2> <p>Find out more on our <a href=\"/pest-advice/a-z-of-pests/134356\">Flies advice page</a>.</p> <h3>Having problems with Blow Flies?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/blow-fly-control-how-to-get-rid-of-blow-flies-bpca-a-z-of-pests/189180",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Blow Fly/Blow_fly_icon.jpg"
 },
 {
   "ListingId": 132536,
   "Name": "Bluebottle",
   "Introduction": "The Bluebottle is a large buzzing fly with shiny, metallic blue body, 6-12mm long. One Bluebottle can lay up to 600 eggs, which in warm weather will hatch in under 48 hours and produce maggots which can become fully developed in a week. These maggots burrow into meat or carrion as they feed on it, and then pupate, often in loose soil, for about ten days before emerging as adult flies from the brown pupal case.",
   "PestType": "Flying insect",
   "Description": "<p><img class=\"img_right\" title=\"bluebottle-2\" src=\"/write/MediaUploads/Pages/A-Z/Bluebottle/bluebottle-2.jpg\" alt=\"bluebottle-2\" width=\"250\" />Bluebottles, like other flies, are often found on refuse tips, rotting animal matter, dirt and dustbins. They commute from filth to food and carry bacteria on their legs, feet and bodies.</p> <h3>Remedy</h3> <p>Keep dustbins clean, with tight lids and away from doors or windows.</p> <p>Keep meat and other food covered. Use an insecticidal dustbin powder. Indoors, use an aerosol fly spray. Consider fitting fly screens over kitchen and dining area windows.</p> <p>Electrical fly killers can also be useful in mopping up those flies that do manage to get into your building.</p> <h3>Having problems with Bluebottles?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/bluebottle-control-how-to-get-rid-of-bluebottles-bpca-a-z-of-pests/189179",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Bluebottle/Bluebottle_icon.jpg"
 },
 {
   "ListingId": 132537,
   "Name": "Booklice",
   "Introduction": "Booklice (Psocids) are very common but harmless household pests. They are not caused by poor hygiene as they are just as common in scrupulously clean homes.",
   "PestType": "Crawling insect",
   "Description": "<h3><img class=\"img_right\" title=\"booklice-1\" src=\"/write/MediaUploads/Pages/A-Z/Booklice/booklice-1.jpg\" alt=\"booklice-1\" width=\"300\" />Appearance</h3> <p>These fast moving, tine, cream-coloured or light brown insects, only 1mm long, occur in small numbers in many premises.</p> <h3>Characteristics</h3> <p>Booklice stick, pearl-coloured eggs and cement them to damp surfaces. Instead of a larval stage, the insect matures through four recognisable nymphal stages, taking about a fortnight to become an adult.</p> <h3>Habitat</h3> <p>Booklice are always associated with damp. It could be caused by new plaster drying out, condensation from not having enough ventilation in the kitchen/ bathroom, or a leaking water pipe.</p> <h3>Diet</h3> <p>Booklice feed on mould caused by damp conditions. They are also believed to feed on microscopic moulds that grow on the glue of book-bindings or on damp cardboard, damp food (especially cereals) or o on the surfaces close to damp plaster inside buildings, which is very common with brand new houses.</p> <h3>Signs of an infestation</h3> <p>Visible mould and damp patches in the affected rooms.</p> <p>Although they are only 1mm in size you may visibly see these white/cream species on your wall, surfaces, or in your cupboards.</p> <h2>Why control Booklice?</h2> <p>The major problem posed by Booklice is the nuisance they cause, especially when found in large numbers throughout the home. They don't spread disease, bite or damage your property and possessions. However, their sheer presence can be enough to cause anguish and distress.</p> <h2><img class=\"img_right\" title=\"booklice-2\" src=\"/write/MediaUploads/Pages/A-Z/Booklice/booklice-2.jpg\" alt=\"booklice-2\" width=\"300\" />How to prevent Booklice?</h2> <p>Prevention is similar to the cure. Try and keep susceptible rooms such as the kitchen and bathroom well ventilated and dry by opening windows as often possible.</p> <p>Always keep your dry foodstuffs such as cereals in a cool dry well-ventilated place. Cleaning out your cupboards regularly, ensuring they are completely dry before putting your food back will help.</p> <p>If you are cooking, boiling the kettle or even just using the washing machine for extended periods of time, then make sure that the kitchen is properly ventilated.</p> <h3>How to get rid of Booklice</h3> <p>They do not bite and can be easily eradicated. To resolve the issue we would recommend removing any infested food, wipe away any visible mould, thoroughly ventilate and dry the area where they are found.</p> <p>Good ventilation is key to success. Opening windows and doors as much as possible to ventilate and dry out the damp is essential. Use of a dehumidifier might help this process. Alternatively, heat the room where they occur to a high temperature as they survive poorly in dry heat</p> <p>For a heavy Booklice infestation, we would recommend you contact professional pest control company, preferably a member of the BPCA to administer an insecticidal spray treatment to minimise the problem. A trained professional will have the technical knowledge and access to a range of professional use products and equipment which are not available to the public.</p> <h3>Having problems with Booklice?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/booklice-control-how-to-get-rid-of-booklice-psocids-bpca-pests/189178",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Booklice/booklice-icon.jpg"
 },
 {
   "ListingId": 132538,
   "Name": "Brown House Moth",
   "Introduction": "The commonest of the so-called clothes moths, with characteristic golden-bronze wings, flecked with black, folded flat along its back. The adult is about 8mm long and prefers to run rather than fly.",
   "PestType": "Moth",
   "Description": "<p><img class=\"img_right\" title=\"Brown House Moth 2\" src=\"/write/MediaUploads/Pages/A-Z/Brown House Moth/Brown_House_Moth_2.jpg\" alt=\"Brown House Moth 2\" width=\"300\" height=\"300\" />They grow up to 18mm long, feeding on wool, hair, fur, feathers, cork or debris from food such as dried fruit or cereals, and are common scavengers in old birds&rsquo; nests, from which they may enter buildings.</p> <p>The related White Shouldered House Moth has mottled wings with a white head and &ldquo;shoulders&rdquo; where the wings join the body. Eggs are attached to fabric on which grubs will feed. The larvae are creamy-white caterpillars with brown heads.</p> <p>The caterpillars spin silken cocoons in which they pupate. The life cycle takes several months to complete. Only the larval stage feeds, as a general scavenger as well as a textile pest.</p> <h2>Remedy</h2> <p><img class=\"img_right\" title=\"Brown House Moth 1\" src=\"/write/MediaUploads/Pages/A-Z/Brown House Moth/Brown_House_Moth_1.jpg\" alt=\"Brown House Moth 1\" width=\"300\" />Man-made fibres have reduced the house moth problem, but sensible precautions include scrupulous cleaning of all woollens and storing them and furs in sealed polyethene bags or closely wrapped in paper in tightly closed drawers or cupboards - preferably in a cool room.</p> <p>Fold in a disc of moth repellent. Hang moth repellents in wardrobes. Before putting clothes in storage, spray them with an aerosol moth-proofer. Modern moth repellents do not all smell of naphthalene.</p> <p>Clear out old birds&rsquo; nests or pieces of fabric from the loft.</p> <p>Clean carpets regularly paying special attention to the edges. Spray any affected garments, fabrics, wool or carpets with a proprietary aerosol moth-proofer, especially along seams, folds and into any gaps in floors or shelves where fluff collects. Spray the underfelt (not rubberised underlays) and the carpet backing. Upholstery can be sprayed with moth-proofer or it can be fumigated by a suitably qualified contractor.</p> <p>See also&nbsp;<a href=\"/pest-advice/a-z-of-pests/132544\">Clothes Moths</a></p> <h3>Having problems with Brown House Moths?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/brown-house-moth-control-how-to-get-rid-of-house-moths-bpca-pests/189177",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Brown House Moth/Brown-house_moth-icon.jpg"
 },
 {
   "ListingId": 132539,
   "Name": "Brown Rat",
   "Introduction": "The Common, Brown or Norway Rat, also known as the sewer rat, and are prevalent across the whole of the UK.",
   "PestType": "Rodent",
   "Description": "<h3><img class=\"img_left\" title=\"Brown rat 2\" src=\"/write/MediaUploads/Pages/A-Z/Brown Rat/Brown_rat_2.jpg\" alt=\"Brown rat 2\" width=\"250\" />Appearance</h3> <p>The Brown Rat is the larger of the species in the UK, often weighing over half a kilo and measuring about 23cm, without counting the tail. It has a blunt muzzle, small hair-covered ears and a tail that is shorter than its body. Colour varies from brown to black but this species is distinguished from the true Black Rat by its larger size, and its tail being shorter than its body length.</p> <h3>Characteristics</h3> <p>Brown Rats have well-developed senses of smell taste and touch. They have an acute sense of hearing, frequently using ultrasound to communicate, and are particularly sensitive to any sudden noise. Both species breed rapidly and become sexually mature in about three months. Each female may produce from 3 to 12 litters of between six and eight young in a year. Rats need to gnaw to keep their constantly growing incisor teeth worn down. They damage woodwork,<br />plastic, bricks and lead pipes, and will strip insulation from electrical cables.</p> <h3>Diet</h3> <p>Brown Rats feed mostly at night and an average rat will eat 50g of food a day. Preferred foods are cereal products, although rats are omnivorous and will eat almost anything that humans eat.</p> <h3><img class=\"img_right\" title=\"Brown Rat 3\" src=\"/write/MediaUploads/Pages/A-Z/Brown Rat/Brown_Rat_3.jpg\" alt=\"Brown Rat 3\" width=\"300\" />Habitat</h3> <p>Brown Rats live in any situation that provides food, water and shelter. In homes, they will live in roof spaces, wall cavities or under floorboards. In gardens, they will burrow into grassy banks or under sheds. Brown Rats are also often found living in sewer systems and can invade a property when the sewers are in a state of disrepair.</p> <p>For more information also see Rats.</p> <h2>Why control Brown Rats?</h2> <p>Brown Rats carry many nasty diseases which they can spread to humans, normally through their urine. including; Leptospirosis or Weil's disease, Salmonella, Listeria, Toxoplasma gondii and Hantavirus.</p> <p><img class=\"img_right\" title=\"Brown Rat 4\" src=\"/write/MediaUploads/Pages/A-Z/Brown Rat/Brown_Rat_4.jpg\" alt=\"Brown Rat 4\" width=\"300\" />Brown Rats can inflict a great amount of structural damage. They can cause serious fires by gnawing away the insulation around electrical cables, floods by puncturing pipes and even death by chewing through gas pipes. The insurance sector have estimated that rodent damage to wiring is responsible for 25% of all electrical fires in buildings.</p> <p>Brown Rats can ruin an organisation's reputation. If clients and customers spot evidence of rodent infestation in the premises you manage, they are unlikely to want to do business with you.</p> <p>Property owners have a legal obligation under the Prevention of Damage by Pests Act 1949 to keep premises rat and mice free, or, if Brown Rats pose a threat to health or property, to report infestations to the local authority.</p> <h2>How to prevent Brown Rats?</h2> <p><img class=\"img_right\" title=\"Brown Rat 1\" src=\"/write/MediaUploads/Pages/A-Z/Brown Rat/Brown_Rat_1.jpg\" alt=\"Brown Rat 1\" width=\"300\" height=\"300\" />You can put steps in place to try and prevent a Brown Rat infestation:</p> <ul> <li>Eliminate any harbourage<span style=\"background-color: transparent;\"> points such as sealing gaps around pipes and under sheds; rats only need a gap of 15mm to gain entry.</span></li> <li>Remove potential nesting sites by keeping yards and gardens clean and tidy, by cutting back overgrown areas and clearing any piles of wood/debris.</li> <li>Ensure that drain inspection covers are in a good state of repair.</li> <li>Cover any household waste where Brown Rats can get access to it, close dustbin lids and cover compost heaps.</li> <li>If you feed garden birds, do not do this to excess and use a bird table or feeder basket if possible.</li> </ul> <h2>How to get rid of Brown Rats:</h2> <p>Brown Rats are adaptable, highly mobile and breed rapidly, this combination can make rat control a difficult task for the untrained individual. For any Brown Rat infestation, we would always recommend contacting a professional pest control company, preferably a member of the BPCA. They are trained in rat control and will have access to a range of professional use rodenticides which are not available to the public.</p> <p>However, if you decide to carry out the work yourself then you can buy amateur use poisons and traps from a hardware store or garden centre. Most rats are wary of new objects such as traps or poisons placed in their environment and will avoid them for a period of time prior to exploring them, so don't expect an instant success. When placing poison or traps, make sure they are in a safe and secure place out of reach of children and pets.</p> <p><strong>WARNING: When using rodenticides always follow the instructions on the label, and importantly search for and dispose of any dead rodents in a safe manner.</strong></p> <h3>Having problems with Brown Rats?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/brown-rat-control-how-to-get-rid-of-brown-rats-bpca-a-z-of-pests/189176",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Brown Rat/Brown_Rat_Icon.jpg"
 },
 {
   "ListingId": 132540,
   "Name": "Body Lice",
   "Introduction": "Small, flat, wingless, grey parasites about 2mm long with strong claw legs and which feed on human blood. They are similar in appearance to head lice and can easily be confused.",
   "PestType": "Parasite",
   "Description": "<p><img class=\"img_right\" title=\"Body Lice 1\" src=\"/write/MediaUploads/Pages/A-Z/Body Lice/Body_Lice_1.jpg\" alt=\"Body Lice 1\" width=\"250\" />The pearly, oval eggs or \"nits\" stick to hairs or fibres of clothing and the nymphs moult three times before maturing, feeding as they go. The life cycle takes about 18 days. Past epidemics of typhus and trench fever transmitted by lice are now unlikely, but irritating bites can produce impetigo and similar afflictions.</p> <p>Having lice does not necessarily imply that one is dirty, but the sooner treatment is sought, and the source eliminated, the better.</p> <h2>How to get rid of Lice</h2> <p>Effective clinical preparations are available for body lice but should only by used under medical direction.</p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/body-lice-control-how-to-get-rid-of-body-lice-bpca-a-z-of-pests/189175",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Body Lice/Body-lice-icon.jpg"
 },
 {
   "ListingId": 132541,
   "Name": "Carpet Beetle",
   "Introduction": "The larvae (known as woolly bears) of these small, oval beetles have outstripped the clothes moths as the major British textile pest. The Variegated Carpet Beetle is 2 to 4mm long, like a small, mottled brown, grey and cream ladybird. The related Fur Beetle is black with one spot on each wing case, and there is a rarer Black Carpet Beetle.",
   "PestType": "Crawling insect",
   "Description": "<p><img class=\"img_right\" title=\"Carpet Beetle 1\" src=\"/write/MediaUploads/Pages/A-Z/Carpet Beetle/Carpet_Beetle_1.jpg\" alt=\"Carpet Beetle 1\" width=\"300\" /></p> <p>The larvae are small (about 4mm long), covered in brown hairs, and tend to roll up when disturbed. As they grow, they moult - and the old cast-off skins may be the first sign of infestation. Adults are often seen in April, May and June, seeking egg-laying sites; and the grubs are most active in October before they hibernate.</p> <p>The adult Carpet Beetle feeds only on pollen and nectar of garden flowers but lays its eggs in old birds&rsquo; nests, felt, fabric or accumulated fluff in buildings. It is the larvae from these eggs that do the damage. They feed on feathers, fur, hair, or wool and tend to wander along the pipes from roofs into airing cupboards - which house the clothes and blankets which constitute the food.</p> <p>The life cycle takes about a year, and the grubs can survive starvation in hard times for several months.</p> <p>Carpet beetle damage consists of fairly well-defined round holes along the seams of fabric where the grubs bite through the thread.</p> <h3><img class=\"caption__image\" style=\"float: right;\" title=\"Carpet Beetle 2\" src=\"/write/MediaUploads/Pages/A-Z/Carpet Beetle/Carpet_Beetle_2.jpg\" alt=\"Carpet beetle larvae \" width=\"300\" height=\"131\" /></h3> <h3>Remedy</h3> <p>Check the loft and eaves for old birds&rsquo; nests or dead birds and remove them. Vacuum clean all fluff and debris from airing cupboards, shelves, floorboards, carpets and upholstery. Lift carpets and underlay and clean floor and carpet thoroughly.</p> <p>An insecticide is needed to deal with woolly bears and affected items should be sprayed or dusted with a product labelled for carpet beetle control. Treat between floorboards, under carpets and underfelts and into crevices where fluff may collect and attract the insects.</p> <p>Consider using a professional company as these pests can cause significant damage.</p> <h3>Having problems with Carpet Beetles?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/carpet-beetle-control-get-rid-of-carpet-beetles-bpca-a-z-of-pests/189174",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Carpet Beetle/Carpet_Beetle_icon.jpg"
 },
 {
   "ListingId": 132542,
   "Name": "Cats",
   "Introduction": "As mouse-killers their efficiency varies enormously. Few of them really come up to scratch as they cannot often get into areas where mice can live in a building.",
   "PestType": "Mammal",
   "Description": "<p><img class=\"img_right\" title=\"Cat-1\" src=\"/write/MediaUploads/Pages/A-Z/Cats/Cat-1.jpg\" alt=\"Cat-1\" width=\"300\" />In addition, most house cats have lost the hunting ability of a good farm &ldquo;mouser&rdquo; and may even bring live rodents into properties.</p> <p>Cats are unacceptable in food preparation areas and, indeed, wild cats breeding under hotels and hospitals can be reservoirs of flea infestation as well as causing problems with noise and smell.</p> <h3>Feral Cats</h3> <p>Feral cat (or stray cat, alley cat) is a cat which has been separated from domestication through abandonment, loss, or running away, and becomes wild. The term may also refer to descendants of such cats, but not to wild cats, whose ancestors were never domesticated.</p> <p>Feral cats may live alone but are usually found in large groups called feral colonies.</p> <p>If you experience problems with any feral cats, or you are not sure, please contact your local RSPCA shelter, as most pest controllers will not deal with cats.</p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/feral-cat-control-how-to-get-rid-of-feral-cats-bpca-a-z-of-pests/189173",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Cats/Cat_icon.jpg"
 },
 {
   "ListingId": 132543,
   "Name": "Cheese Skipper",
   "Introduction": "A small shiny black fly with reddish eyes whose slender grubs skip by curving their body into a ring and releasing themselves. The larvae burrow into cheese or ham and can cause internal irritation if eaten.",
   "PestType": "Flying insect",
   "Description": "<h2><img class=\"img_right\" title=\"Cheese Skipper 1\" src=\"/write/MediaUploads/Pages/A-Z/Cheese Skipper/Cheese_Skipper_1.jpg\" alt=\"Cheese Skipper 1\" width=\"300\" />How to get rid of Cheese Skippers?</h2> <p>Keep storage shelves free from grease or cheese crumbs and keep meat and cheese covered in a cool place. If infestation occurs, remove food, thoroughly clean surfaces and spray or dust with a product labelled for fly control.</p> <p>For a heavy Cheese Skipper infestation, we would recommend you contact professional pest control company, preferably a member of the BPCA to administer a professional treatment to solve the problem. A trained professional will have the technical knowledge and access to a range of professional use products and equipment which are not available to the public.</p> <h3>Having problems with Cheese Skippers?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/cheese-skipper-control-get-rid-of-cheese-skippers-bpca-pests/189172",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Cheese Skipper/Cheese_Skipper_icon.jpg"
 },
 {
   "ListingId": 132544,
   "Name": "Clothes Moth",
   "Introduction": "There are several species of clothes moths, all of them characterised by folding their wings tent-wise along their backs. The adult Common Clothes Moth is 6 to 7mm long with pale, plain golden-buff wings fringed with hair. The rarer Case-Bearing Clothes Moth is duller and has three dark brown spots on each of its wings.",
   "PestType": "Moth",
   "Description": "<p><img class=\"img_right\" title=\"Clothes Moth-1\" src=\"/write/MediaUploads/Pages/A-Z/Clothes Moth/Clothes_Moth-1.jpg\" alt=\"Clothes Moth-1\" width=\"300\" />The adults do no damage when feeding. It is the larvae which hatch from the sticky eggs that eat wool, hair, fur or feathers - with a preference for blankets, wool carpets, wool garments or upholstery that have been soiled with perspiration or food. The grubs are white caterpillars with golden-brown heads, which spin a hiding place of characteristic loose silk webbing, beneath which they feed.</p> <p>They make irregular holes in textile fabrics and pupate as silken cocoons. The Case-Bearing Clothes Moth grub produces an open ended cylindrical case of silk as it feeds, and attaches fibres of its food material to this in order to camouflage itself.</p> <p>For control measures: See&nbsp;<a href=\"/pest-advice/a-z-of-pests/132538\">Brown House Moth</a></p> <h3>Having problems with Clothes Moth?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/house-moth-control-how-to-get-rid-of-house-moths-bpca-a-z-of-pests-/189013",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Clothes Moth/Clothes_Moth_Icon.jpg"
 },
 {
   "ListingId": 132545,
   "Name": "Cluster Flies",
   "Introduction": "These are dark greyish flies about 8mm long with yellowish hairs on the back and with overlapping wings. In autumn they congregate in large numbers in upper rooms or roof spaces of houses to hibernate. They will then reemerge in Spring to seek out egg laying sites outside. A mass of cluster flies has a characteristic smell. They are sluggish in flight and are a nuisance in the house. The larvae of one species are parasitic upon certain earthworms, so this species is more common in rural areas.",
   "PestType": "Flying insect",
   "Description": "<h2><img class=\"img_right\" title=\"Cluster fly-1\" src=\"/write/MediaUploads/Pages/A-Z/Cluster/Cluster_fly-1.jpg\" alt=\"Cluster fly-1\" width=\"300\" />Remedy</h2> <p>Cluster flies can often most easily be removed with a vacuum cleaner. Aerosol fly killers deal with smaller numbers. Pest control contractors may use insecticidal fogs or smoke generators to clear heavy infestations. Cluster flies may return to the same location year after year.</p> <p>See also&nbsp;<a href=\"/pest-advice/a-z-of-pests/134424\">Yellow Swarming Fly</a></p> <h3>Having problems with Cluster Flies?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/cluster-flies-control-get-rid-of-cluster-flies-bpca-a-z-of-pests/189170",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Cluster/Cluster_fly_icon.jpg"
 },
 {
   "ListingId": 132546,
   "Name": "Cockchafers",
   "Introduction": "Large blundering insects are also known as May-bugs which are attracted to artificial light and fly into houses or collide with windows on warm evenings in May and June.",
   "PestType": "Crawling insect",
   "Description": "<p><img class=\"img_right\" title=\"Cockchafer-1\" src=\"/write/MediaUploads/Pages/A-Z/Cockchafer/Cockchafer-1.jpg\" alt=\"Cockchafer-1\" width=\"300\" />The adult is 20 to 25mm long with a heavily built brown body and wing cases with the tip of the abdomen bent downwards.</p> <p>Despite a rather formidable appearance, the May bug is harmless and is only a minor agricultural/amenity pest.</p> <h3>How to get rid of Cockchafers</h3> <p>Close windows if you leave lights on at night, or proof open windows with insect screens.</p> <h3>Having problems with Cockchafers?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/cockchafer-control-how-to-get-rid-of-cockchafers-bpca-a-z-of-pests/189169",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Cockchafer/Cockchafer_icon.jpg"
 },
 {
   "ListingId": 132547,
   "Name": "Cockroaches",
   "Introduction": "Cockroaches are distinguished by their very long whip-like antennae, flat oval bodies and rapid, jerky walk. The adult German Cockroach is a light yellowy/brown and is 10 to 15mm long. The Oriental Cockroach is dark brown/black and is 20 to 24mm long. Immature stages of Cockroach, look exactly like adults, just on a smaller scale.",
   "PestType": "Crawling insect",
   "Description": "<p><img class=\"img_right\" title=\"Cockroach-1\" src=\"/write/MediaUploads/Pages/A-Z/Cockroach/Cockroach-1.jpg\" alt=\"Cockroach-1\" width=\"300\" />There are two main species of cockroach in Britain, Oriental and German Cockroaches.</p> <h3>Characteristics</h3> <p>The German Cockroach carries its egg case until the 30 or more nymphs are ready to hatch. The Oriental Cockroach deposits its 13mm long egg capsule on packaging, sacking or in suitable dark crevices before the 16 to 18 nymphs hatch around 12 weeks later. They grow in stages, from nymphs to maturity in 6 to 12 months for the Oriental Cockroach, and 6 to 12 weeks for the German Cockroach.</p> <h3>Habitat</h3> <p>Cockroaches are rarely able to survive out of doors in the British climate but thrive around the heating ducts and boiler rooms of large centrally heated buildings e.g. hospitals, bakeries, hotels and restaurant kitchens, and blocks of flats. They cluster around pipes, stoves, and sinks, especially in humid areas, and will often remain hidden during the day.</p> <h3>Diet</h3> <p>Cockroaches will feed on almost anything, including refuse, faecal matter and food for consumption. They also require access to water and will be generally found in inaccessible harbourages, close to water and food. Cockroaches can survive for several months without food, but will not live for more than a few days without water.</p> <h2><img class=\"img_right\" title=\"Why-you-need-domestic-pest-control\" src=\"/write/MediaUploads/Pages/Domestic Advice/Why-you-need-domestic-pest-control.png\" alt=\"Why-you-need-domestic-pest-control\" width=\"300\" />Why control Cockroaches?</h2> <p>When foraging for food and water, Cockroaches can contaminate food, utensils, and preparation surfaces as they go. They taint food with an obnoxious smell and can be vectors of disease, capable of carrying the organisms which cause food poisoning in humans and many other bacteria.</p> <p>Cockroaches can ruin an organisation's reputation. If clients and customers spot evidence of cockroach infestation in the premises you manage, they are likely to complain and request a refund, report on your company negatively potentially resulting in closure by an Environmental Health officer, making it unlikely for some people to want to do business with you again.</p> <h3>How to prevent Cockroaches</h3> <p>Areas with food, water and dark spaces to hide are ideal environments for Cockroaches to live. Here few prevention tips for securing your property:</p> <ul> <li>Keep areas clean and tidy - Clean all surfaces thoroughly to remove any food residue. Try and not leave dirty dishes and utensils in the sink. Keep bins covered, clean, and emptied regularly. Areas such as top or beneath your refrigerator are warm and food collect their, attracting Cockroaches, so clean these areas regularly</li> <li>Proofing and Repair - seal gaps around doors, windows, and where utility lines enter to prevent entry. If possible, repair any leaks beneath the sink, and on the sink top, immediately, thus cutting a potential water source</li> </ul> <h3>How to get rid of Cockroaches</h3> <p><img class=\"img_right\" title=\"cockroach-2\" src=\"/write/MediaUploads/Pages/A-Z/Cockroach/cockroach-2.jpg\" alt=\"cockroach-2\" width=\"300\" />Control of cockroaches is seldom easy because of the difficulty of getting the insecticide to the insect. The insecticide, ideally, should have sufficient persistence to kill the nymphs hatching later from un-hatched egg capsules.</p> <p>For any Cockroach infestation, we would always recommend contacting a professional pest control company, preferably a member of the BPCA. They are trained in cockroach control and will have access to a range of professional use insecticides which are not available to the public.</p> <p>However, if you decide to carry out the work yourself then you can buy amateur use insecticides from a local hardware store. Before you do anything please consider the following steps:</p> <ul> <li>Hygiene - A thorough clean of the area should take place prior to the insecticidal treatment. Pay particular attention to removing food and water sources and hiding places.</li> <li>Sticky traps - The use of sticky traps is not recommended for controlling cockroaches, but should be used for monitoring purposes only.</li> <li>Insecticidal control - The success of the treatment depends on what insecticides are chosen, and how thorough the application is. Remember to pay particular attention to cracks and crevices where eggs and nymphs may be found.</li> <li>When using any insecticide, make sure it is administered in a safe and secure manner, and that products are kept out of reach of children and pets.</li> </ul> <p><strong>WARNING: When using insecticides always follow the instructions on the label.</strong></p> <h3>Having problems with Cockroaches?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/cockroach-control-how-to-get-rid-of-cockroaches-bpca-a-z-of-pests/189168",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Cockroach/Cockroach_icon.jpg"
 },
 {
   "ListingId": 132548,
   "Name": "Crane Fly (Daddy-Longlegs)",
   "Introduction": "The familiar Daddy-Longlegs. A large mosquito-like fly with a long narrow body, which enters buildings in late summer. Harmless, although unpleasant in appearance. Its larva is the leather- jacket which damages grass roots.",
   "PestType": "Flying insect",
   "Description": "<h3><img class=\"img_right\" title=\"Crane fly-1\" src=\"/write/MediaUploads/Pages/A-Z/Crane Fly/Crane_fly-1.jpg\" alt=\"Crane fly-1\" width=\"250\" />How to get rid of Crane Flies</h3> <p>Any household fly killer aerosol will knockdown and kill Crane Flies.</p> <p>For a heavy Crane Fly infestation, we would recommend you contact professional pest control company, preferably a member of the BPCA to administer a professional treatment to solve the problem. A trained professional will have the technical knowledge and access to a range of professional use products and equipment which are not available to the public.</p> <h3>Having problems with Crane Flies?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/crane-fly-daddy-longlegs-control-bpca-a-z-of-pests/189167",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Crane Fly/Crane_fly_icon.jpg"
 },
 {
   "ListingId": 132549,
   "Name": "Crickets",
   "Introduction": "Closely related to the Cockroaches, most species of cricket live outdoors, only rarely entering premises. One species, however; the House Cricket, may live within buildings throughout the year. 16mm long and yellow-brown with darker markings on head and thorax it favours warm, humid locations such as the heating duct systems of hospitals.  ",
   "PestType": "Crawling insect",
   "Description": "<p><img class=\"img_right\" title=\"Cricket-1\" src=\"/write/MediaUploads/Pages/A-Z/Cricket/Cricket-1.jpg\" alt=\"Cricket-1\" width=\"300\" />They are less common in domestic households than they once were, largely due to the loss of the traditional fireplace. They are nocturnal and are considered a pest mainly because of the chirping of the males, produced by their front wings being rubbed together. They may damage foodstuffs and fabrics.</p> <h2>How to get rid of Crickets</h2> <p>Like Cockroaches, they can be difficult to eradicate. Suitably labelled sprays and powders applied to harbourages will help. However, control is seldom easy because of the difficulty of getting the insecticide to the insect. The insecticide, ideally, should have sufficient persistence to kill the nymphs hatching later from un-hatched egg capsules.</p> <p>For any Cricket infestation, we would always recommend contacting a professional pest control company, preferably a member of the BPCA. They are trained and will have access to a range of professional use insecticides which are not available to the public.</p> <h3>Having problems with Crickets?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/cricket-control-how-to-get-rid-of-crickets-bpca-a-z-of-pests/189165",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Cricket/Cricket_icon.jpg"
 },
 {
   "ListingId": 132550,
   "Name": "Death Watch Beetle",
   "Introduction": "A wood-boring beetle whose grubs eat old hardwood structural timbers. Practically common in stately homes in which the beetle family has probably lived since they were built.",
   "PestType": "Crawling insect",
   "Description": "<p><img class=\"img_right\" title=\"Death watch beetle-1\" src=\"/write/MediaUploads/Pages/A-Z/Death Watch Beetle/Death_watch_beetle-1.jpg\" alt=\"Death watch beetle-1\" width=\"300\" />Adults rarely fly, so infestations are diminishing as old buildings are either treated or demolished. The Death Watch Beetle does not like modern softwood house timbers.</p> <p>Grubs live up to ten years inside timber, emerging as mottled grey/brown beetles about 7mm long, through exit holes about 4mm in diameter. When an adult, they produce a rapid tapping sound by beating their heads against the wood as a mating call.</p> <p>For more information also see <a href=\"/pest-advice/a-z-of-pests/134421\">Woodworm</a>.</p> <h2>How to get rid of Death-Watch Beetles</h2> <p>Persistent and thorough use of a proprietary woodworm killer will deal with small outbreaks in pieces of furniture. If found in structural timbers then we would strongly recommend contacting a professional pest control company or a wood preservation company.</p> <p>A trained professional will have the technical knowledge and access to a range of professional use products and equipment which are not available to the public. Not all pest controllers deal with these pests, so if you can't find one then we recommend looking for a specialist who is associated with the Property Care Association.</p> <h3>Having problems with Death-Watch Beetles?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/death-watch-beetles-control-bpca-a-z-of-pests/189160",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Death Watch Beetle/Death_watch_beetle_icon.jpg"
 },
 {
   "ListingId": 132551,
   "Name": "Earwigs",
   "Introduction": "A long, narrow, brown insect 10 to 14mm long with characteristic pincers at one end, the earwig is often carried indoors in cut flowers or house plants and often invades from the garden through open windows, sometimes in large numbers. Despite their appearance, Earwigs don't bite, are harmless and is only a minor agricultural/amenity pest.",
   "PestType": "Crawling insect",
   "Description": "<h2><img class=\"img_right\" title=\"Earwigs-1\" src=\"/write/MediaUploads/Pages/A-Z/Earwig/Earwigs-1.jpg\" alt=\"Earwigs-1\" width=\"300\" />How to prevent Earwigs</h2> <p>Earwigs can be discouraged by keeping creepers or vegetation in the garden cut back.</p> <h2>How to get rid of Earwigs</h2> <p>Applying the prevention tip and using an appropriate insect powder on walls near windows and dusting humid corners where they congregate will minimise the problem. A garden insecticide may be used outdoors and on vegetation.</p> <p>For a heavy Earwig infestation, we would recommend you contact professional pest control company, preferably a member of the BPCA to administer a treatment. A trained professional will have the technical knowledge and access to a range of professional use products and equipment which are not available to the public.</p> <h3>Having problems with Clothes Moth?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/earwig-control-how-to-get-rid-of-earwigs-bpca-a-z-of-pests/189159",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Earwig/Earwig_icon.jpg"
 },
 {
   "ListingId": 132552,
   "Name": "Gnats",
   "Introduction": "The insect normally referred to as a gnat is actually a small mosquito - correct name: Culex pipiens. It is common in gardens on warm evenings. Another species, the true Window Gnat, is a slow-flying insect about 8mm long with wings more rounded than those of the mosquito.",
   "PestType": "Flying insect",
   "Description": "<p><img class=\"img_right\" title=\"Gnat-1\" src=\"/write/MediaUploads/Pages/A-Z/Gnat/Gnat-1.jpg\" alt=\"Gnat-1\" width=\"400\" />The wings are strongly veined with dark tips. Eggs of the Window Gnat are laid on rotting fruit or vegetables or other moist food and the larvae may contaminate home-made wines or honeycombs.</p> <h2>How to get rid of Gnats</h2> <p>The Window Gnat tends to stay on windows and is therefore easily killed by a good swat, or by spraying with a fly killer aerosol.</p> <p>For a heavy Gnat infestation, we would recommend you contact professional pest control company, preferably a member of the BPCA to administer a professional treatment to solve the problem. A trained professional will have the technical knowledge and access to a range of professional use products and equipment which are not available to the public.</p> <p>For more information also see Mosquitoes.</p> <h3>Having problems with Gnats?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/gnat-control-how-to-get-rid-of-gnats-bpca-a-z-of-pests/189022",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Gnat/Gnat_icon.jpg"
 },
 {
   "ListingId": 132553,
   "Name": "Green Bottles",
   "Introduction": "Large buzzing flies about 9mm long with a characteristic bottle-green sheen on the back. Mostly carrion feeders that enter houses to seek places to hibernate and, in passing, may well alight on exposed foodstuffs.",
   "PestType": "Flying insect",
   "Description": "<p><img class=\"img_right\" title=\"Green bottle-1\" src=\"/write/MediaUploads/Pages/A-Z/Green Bottle/Green_bottle-1.jpg\" alt=\"Green bottle-1\" width=\"300\" /></p> <p>See <a href=\"/pest-advice/a-z-of-pests/132536\">Bluebottles</a>&nbsp;and&nbsp;<a href=\"/pest-advice/a-z-of-pests/132535\">Blow Fly</a></p> <h3>Having problems with Green Bottles?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/green-bottle-control-get-rid-of-green-bottles-bpca-a-z-of-pests/189021",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Green Bottle/Green_Bottle_icon.jpg"
 },
 {
   "ListingId": 132554,
   "Name": "Ground Beetles",
   "Introduction": "These various large black or violet beetles that occasionally wander in from the garden or emerge from under doormats or not a pest and control is rarely necessary.  ",
   "PestType": "Crawling insect",
   "Description": "<p><img class=\"img_right\" title=\"Ground beetle-1\" src=\"/write/MediaUploads/Pages/A-Z/Ground Beetle/Ground_beetle-1.jpg\" alt=\"Ground beetle-1\" width=\"300\" />The larger Ground Beetles can grow up to 25mm long and tend to wander into properties to shelter from the cold.</p> <h2>How to get rid of Ground Beetles</h2> <p>They are harmless and no treatment is necessary. However, unless you are experiencing a high volume of these in your house then we would suggest doing nothing.</p> <p>For persistent problems, we would recommend you contact professional pest control company, preferably a member of the BPCA to administer a treatment. A trained professional will have the technical knowledge and access to a range of professional use products and equipment which are not available to the public.</p> <h3>Having problems with Ground Beetles?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/ground-beetle-control-get-rid-of-ground-beetles-bpca-a-z-of-pests/189020",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Ground Beetle/Ground_beetle_icon.jpg"
 },
 {
   "ListingId": 134354,
   "Name": "Field Mice",
   "Introduction": "Outdoor cousins of the House Mouse, which tend to move indoors in the winter seeking their creature comforts. The Wood Mouse or Long-Tailed Field Mouse has larger ears, more prominent eyes and a longer tail than the House Mouse and is brownish with a white underside. They are fond of apples but will eat almost any stored food.",
   "PestType": "Rodent",
   "Description": "<h3><img class=\"img_right\" title=\"Field Mouse 2\" src=\"/write/MediaUploads/Pages/A-Z/Field Mice/Field_Mouse_2.jpg\" alt=\"Field Mouse 2\" width=\"250\" />How to get rid of Field Mice</h3> <p>It is important to get rid of Field Mice quickly, as they are adaptable, highly mobile and breed rapidly - this combination can make mouse control a difficult task for the untrained individual. For any mouse infestation, we would always recommend contacting a professional pest control company, preferably a member of the BPCA. They are trained in mouse control and will have access to a range of professional use rodenticides which are not available to the public.</p> <p>If you decide to carry out the work yourself, then you can try to proof your&nbsp;property by covering any access points that field mice might be coming in from. Due to their habits, traditional baiting techniques and trapping frequently do not work, and a combination of rodenticides may be necessary.</p> <p>For more information also see <a href=\"/pest-advice/a-z-of-pests/134384\">Mice</a>.</p> <p>Important: Make sure you use suitably labelled proprietary rodenticide.</p> <p><img class=\"img_right\" title=\"Field Mouse 1\" src=\"/write/MediaUploads/Pages/A-Z/Field Mice/Field_Mouse_1.jpg\" alt=\"Field Mouse 1\" width=\"250\" />An alternative to using poisons are break-back traps. You may catch mice if baited with nutty chocolate, raisins or similar attractive food and placed close to signs of mouse activity. Ironically, cheese is a comparatively poor mouse-baiter. Place traps close to, and at right angles to, walls so the treadle may be activated from either direction. When putting poison or traps, make sure they are in a safe and secure place out of reach of children and pets.</p> <p class=\"highlight--green-light\"><strong>WARNING</strong>: When using rodenticides always follow the instructions on the label, and importantly search for and dispose of any dead mice in a safe manner.</p> <p>Also, blocking visible holes of entry as much possible will help to prevent a problem.</p> <h3>Having problems with Field Mice?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Outside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/field-mouse-control-how-to-get-rid-of-field-mice-bpca-a-z-of-pests/189158",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Field Mice/Field_Mouse_icon.jpg"
 },
 {
   "ListingId": 134355,
   "Name": "Fleas",
   "Introduction": "The most common species of Flea is the Cat Flea, known for readily biting humans. The Bird Flea are next in importance, followed by the rare Dog Fleas, although other species may become temporarily attached to dogs. Finally, there are Human Fleas which are extremely rare.",
   "PestType": "Parasite",
   "Description": "<h3><img class=\"img_right\" title=\"Flea cat with-1\" src=\"/write/MediaUploads/Pages/A-Z/Flea/Flea_cat_with-1.jpg\" alt=\"Flea cat with-1\" width=\"300\" />Appearance</h3> <p>Adult fleas are small (averages 2mm in size) wingless insects, with flattened and red-brown, with backwardly directed spines and legs designed for jumping.</p> <h3>Characteristics</h3> <p>All adult Fleas are parasitic, living on warm-blooded animals. The females lay their eggs after feeding on the infested animal. Female Fleas can live up to two years, during which time they can lay up to 1000 eggs. The eggs drop onto the floor and the animal's bedding - they can't lay viable eggs in the absence of the host animal blood meal. After several days the eggs will develop into larvae. When fully grown the larvae spin well camouflaged silken cocoons. When fully developed the adult waits within this until it detects the vibrations caused by a potential host. Only then does it emerge. The complete life cycle takes about a month in the summer.</p> <h3>Habitat</h3> <p>Mainly active in communal rooms where pets sleep and where there is most activity. Fleas are found to be living on domestic animals, in carpets, pet bedding and upholstered furniture.</p> <h3>Diet</h3> <p>Adult Fleas feed on the blood of humans and animals. The larval stages live in the nest of the host and feed on skin, feathers and, most importantly, the blood-rich faeces of the adult flea.</p> <h3><img class=\"img_right\" title=\"Flea-2\" src=\"/write/MediaUploads/Pages/A-Z/Flea/Flea-2.jpg\" alt=\"Flea-2\" width=\"300\" />Why control Fleas?</h3> <p>In the UK there is little evidence that Fleas spread disease. However, Flea bites can cause intense irritation around the central bright red spot. Different people react differently to a bite, both regarding the degree of reaction and time taken to react.</p> <h3>Signs of a Flea infestation</h3> <p>Pets constantly scratching may be the first sign, which can be confirmed either by seeing fleas or flea droppings in the coat of your pet. These signs are easily spotted in light coloured animals by brushing back the hair. In dark coated breeds it may be better to comb the animal over a sheet of paper to highlight any flea droppings as they fall. The identity of the black specks may be confirmed by adding a few drops of water if they turn red, your pet has fleas.</p> <p>You might spot bites on you or family members, usually around ankles and legs. In humans, flea bites can produce an irritating and allergic reaction. The typical symptom of a flea bite is a small red spot about 5mm in diameter.</p> <p>If you have an active infestation, you may see Fleas jumping in your carpet and furniture.</p> <h3>How do I prevent a Fleas?</h3> <p>It's difficult to prevent your pets from getting Fleas. However, there are some things you can do to reduce your chances of getting them:</p> <ol> <li>Pet maintenance - Applying veterinary approved Flea products to your pet on a regular basis.</li> <li>Vacuuming - Frequently vacuum the areas your pet is around, especially carpeted areas in and any furniture that is frequented by your pet.</li> <li>Washing - Regularly wash your pet's bedding, blanket and other washable items in the hottest water possible.</li> <li>Gardening - Try and keep your garden neat and tidy by mowing your lawn and raking up any leaves, grass or bush clippings.</li> </ol> <h3>How to get rid of Fleas</h3> <p>For a Flea infestation, we strongly recommend you contact a professional pest control company, preferably a member of the BPCA. A trained professional will have the technical knowledge and access to a range of professional use insecticides which are not available to the public.</p> <p>Before an insecticide treatment, clear as much floor space as possible to ensure that treatment is as thorough as possible. Vacuuming all areas helps to remove any debris, eggs, larvae and adult fleas. The vibration of the vacuum cleaner also stimulates adults to hatch from their cocoon stage. Remember to remove the waste collection compartment/bag, from the vacuum cleaner, and dispose of it in an outside bin as you may have collected eggs, larvae and adult fleas while vacuuming.</p> <p>The standard treatment for infested premises is the application of a residual insecticide, either as a liquid spray or powder. The insecticide is applied to all floor surfaces. Ensure you do not vacuum or wash for at least two weeks (or longer if possible), or you'll be in danger of eliminating the residual insecticide which will lead to a failed treatment.</p> <h3>Having problems with fleas?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/flea-control-how-to-get-rid-of-and-prevent-fleas-bpca-a-z-of-pests/189157",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Flea/Flea_icon.jpg"
 },
 {
   "ListingId": 134356,
   "Name": "Flies",
   "Introduction": "A family of two-winged polluters that is, too often, tolerated within our homes. Apart from the biting flies, all species feed by vomiting saliva onto the food surface and sucking up the resulting liquid. In the course of doing so, the fly contaminates the food with bacteria from its gut and its feet. Thus, it may transmit food poisoning, dysentery, typhoid or cholera in countries where these occur. The eggs of parasitic worms may also be carried by flies.",
   "PestType": "Flying insect",
   "Description": "<h3><img class=\"img_right\" title=\"Fly-1\" src=\"/write/MediaUploads/Pages/A-Z/Fly/Fly-1.jpg\" alt=\"Fly-1\" width=\"300\" />Remedy</h3> <p>Scrupulous hygiene and prompt disposal of all refuse will discourage flies. Windows may be fitted with fly screens. Food should be kept covered. Dustbins should be sited away from doors and windows, have tight-fitting lids and be sprayed or dusted inside and beneath with a household insecticide in warm weather.</p> <p>Flykiller aerosols will kill flies quickly, and sticky fly papers are also available.</p> <p>There are also ultra-violet electric fly killers suitable for food premises.</p> <p>See also <a href=\"/pest-advice/a-z-of-pests/132536\">Bluebottle</a>&nbsp;and <a href=\"/pest-advice/a-z-of-pests/132545\">Cluster Fly</a>.</p> <h3>Having problems with Flies?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/News/fly-control-how-to-get-rid-of-and-prevent-flies-bpca-a-z-of-pests/189156",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Fly/Fly_icon.jpg"
 },
 {
   "ListingId": 134357,
   "Name": "Flour Beetle",
   "Introduction": "Small reddish-brown beetles about 3-4mm long that feed on flour and cereal debris in warm buildings. These beetles are often accidentally introduced into the larder in packaging or the ingredients themselves. The commonest species are the Rust Red Flour Beetle and the Confused Flour Beetle (which in turn is often confused with the Rust Red Flour Beetle).",
   "PestType": "Crawling insect",
   "Description": "<p><img class=\"img_right\" title=\"Flour beetle-1\" src=\"/write/MediaUploads/Pages/A-Z/Flour Beetle/Flour_beetle-1.jpg\" alt=\"Flour beetle-1\" width=\"300\" />They may produce five generations in a year and adults can live for over a year. The eggs stick to flour particles and the yellow-brown larvae, about 6mm long, crawl about very actively.</p> <h3>Remedy:</h3> <p>Remove infested food, clean the area thoroughly and apply a spray insecticide labelled for stored product beetle control.</p> <h3>Having problems with Flour Beetles?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/flour-beetle-control-how-to-get-rid-of-flour-beetles-bpca-pests/189153",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Flour Beetle/Flour_Beetle_icon.jpg"
 },
 {
   "ListingId": 134358,
   "Name": "Flour Mite",
   "Introduction": "A tiny, slow-moving, white or pale-brown creature measuring a barely visible 0.5mm long, with eight legs. A pest of cereals and cereal products especially if they are damp.",
   "PestType": "Mite",
   "Description": "<h3><img class=\"img_right\" title=\"Flour mite-1\" src=\"/write/MediaUploads/Pages/A-Z/Flour Mite/Flour_mite-1.jpg\" alt=\"Flour mite-1\" width=\"300\" height=\"300\" />How to get rid of Flour Mites:</h3> <p>Burn or otherwise dispose of infested food, remove all debris and thoroughly dry out the areas where the mites occur.</p> <p>For a heavy Flour Mite infestation, we would recommend you contact professional pest control company, preferably a member of the BPCA to administer a treatment to solve the problem. A trained professional will have the technical knowledge and access to a range of professional use products and equipment which are not available to the public.</p> <h3>Having problems with Flour Mites?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/flour-mite-control-how-to-get-rid-of-flour-mites-bpca-a-z-of-pests/189081",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Flour Mite/Flour_mite_icon.jpg"
 },
 {
   "ListingId": 134359,
   "Name": "Flour Moths",
   "Introduction": "Moths whose grubs feed on stored food - especially cereals, chocolate, cocoa, dried fruit, nuts and any flour product. Adults are mottled grey and brown and measure 10-15mm long. Larvae are a dirty white colour with brown heads and grow up to 12-15mm long, spinning light, matted webbing as they feed.",
   "PestType": "Moth",
   "Description": "<p><img class=\"img_right\" title=\"Flour moth-1\" src=\"/write/MediaUploads/Pages/A-Z/Flour Moth/Flour_moth-1.jpg\" alt=\"Flour moth-1\" width=\"300\" height=\"345\" />Both grubs and adults can be pests in the kitchen, to which they may be introduced from shop or mill.</p> <h3>Remedy:</h3> <p>Destroy infested food, or return it to the shop with a complaint. Clean out the store cupboard and spray or dust surfaces with a product labelled for stored product moth control.</p> <h3>Having problems with Flour Moths?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/flour-moth-control-how-to-get-rid-of-flour-moths-bpca-a-z-of-pests/189080",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Flour Moth/Flour_Moth_icon.jpg"
 },
 {
   "ListingId": 134360,
   "Name": "Foxes",
   "Introduction": "Many people are concerned about foxes affected by mange. A scruffy looking fox is not necessarily an ill fox. When moulting in spring, foxes look quite rough, but this does not mean they are mangy. They are typically found in woodland and open country, but their presence in urban areas is increasing. Red foxes are opportunist feeders and eat insects, earthworms, fruit, berries, wild birds, small mammals and scraps left by humans.",
   "PestType": "Mammal",
   "Description": "<p><img class=\"img_right\" title=\"Fox-2\" src=\"/write/MediaUploads/Pages/A-Z/Foxes/Fox-2.jpg\" alt=\"Fox-2\" width=\"300\" />Red foxes are primarily active at dusk and night. They are solitary, but they very occasionally group together in a pack.</p> <p>Foxes forage alone in different parts of their territory, which may extend from 25 to 5,000 acres, depending on the habitat. They use faeces and urine to mark territories.</p> <h4>Reproduction</h4> <p>Vixens come into heat once a year for one-six days. They give birth to four-seven cubs in a den (also called an earth), after a gestation period of 51-53 days. The cubs are weaned at seven to nine weeks and become sexually mature after a year. The number of cubs and the time of year in which the vixen gives birth depends on food availability.</p> <h4>Remedy</h4> <p><img class=\"img_right\" title=\"Fox-3\" src=\"/write/MediaUploads/Pages/A-Z/Foxes/Fox-3.jpg\" alt=\"Fox-3\" width=\"300\" />Fox control is a specialist area of pest control, and not all companies are comfortable dealing with this common pest.</p> <h3>Having problems with Foxes?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/fox-control-how-to-get-rid-of-and-prevent-foxes-bpca-a-z-of-pests/189078",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Foxes/Fox_Icon.jpg"
 },
 {
   "ListingId": 134361,
   "Name": "Fruit Flies",
   "Introduction": "A family of very small (about 3mm) flies, some with prominent red eyes, characterised by a slow hovering flight in which the abdomen hangs down. All are associated with rotting fruit and vegetables or fermenting liquids. One species breeds in sour milk, for example, in the residue of forgotten milk bottles.",
   "PestType": "Flying insect",
   "Description": "<h3><img class=\"img_right\" title=\"Fruit fly-1\" src=\"/write/MediaUploads/Pages/A-Z/Fruit Fly/Fruit_fly-1.jpg\" alt=\"Fruit fly-1\" width=\"300\" />Remedy</h3> <p>Remove all empty bottles or cans, and check for rotting fruit, vegetables or pools of spilt liquid. A fly killer may be used to control small outbreaks in the home.</p> <h3>Having problems with fruit flies?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/fruit-fly-control-how-to-get-rid-of-fruit-flies-bpca-a-z-of-pests/189077",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Fruit Fly/Fruit_flies_icon.jpg"
 },
 {
   "ListingId": 134362,
   "Name": "Fur Beetle",
   "Introduction": "An oval black beetle 4-6mm long with a white spot on each wing case. Grubs are about 6mm long, with a tuft of golden hairs on the end of their bodies. They can often be detected by their cast-off skins as they moult. Grubs feed on fur, hair, skins, feathers and wool and may damage the upholstery.",
   "PestType": "Crawling insect",
   "Description": "<h3><img class=\"img_right\" title=\"Fur beetle-1\" src=\"/write/MediaUploads/Pages/A-Z/Fur Beetle/Fur_beetle-1.jpg\" alt=\"Fur beetle-1\" width=\"300\" height=\"298\" />Remedy</h3> <p>Check the loft and eaves for old birds&rsquo; nests or dead birds. Spray or dust affected items; carpets, clothing etc. with an insecticide product labelled for beetle control on such surfaces.</p> <p>See also&nbsp;<a href=\"/pest-advice/a-z-of-pests//132541\">Carpet Beetles</a>.</p> <h3>Having problems with fur beetles?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/fur-beetle-control-how-to-get-rid-of-fur-beetles-bpca-a-z-of-pests/189076",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Fur Beetle/Fur_beetle_icon.jpg"
 },
 {
   "ListingId": 134364,
   "Name": "False Black Widow",
   "Introduction": "The female False Black Widow is of similar appearance to the Black Widow. It's a relatively small spider, with a body length being 10-15mm (female) and only 3-6mm (male). The False Black Widow is shiny black and globular like the Black Widow, but they lack the characteristic red double triangle or hourglass' marking. The abdomen of the immature female has pale chevron markings on the dorsal surface and a white band around the anterior, but these diminish with each moult until the adult abdomen is black except for the band, now turned red. ",
   "PestType": "Arachnid",
   "Description": "<p><img class=\"img_right\" title=\"False widow-1\" src=\"/write/MediaUploads/Pages/A-Z/False Widow/False_widow-1.jpg\" alt=\"False widow-1\" width=\"400\" />The False Black Widow is one species that was probably accidentally imported into the United Kingdom. It is native to the south-west Mediterranean, including Spain, Portugal and the Canary Islands.</p> <p>Although related to the Black Widow, it is a less venomous spider. It is not a particularly aggressive spider, but it can bite. The venom can cause illness in children. In adults, although bites cause discomfort, there are no records of serious symptoms. This species is capable of adapting to the British climate, and there are reports of it becoming established along the south coast and in Essex.</p> <h3>How to get rid of False Widow Spiders</h3> <p>Where spiders require controlling, this is usually achieved by physical collection and web destruction. If this isn't possible, control may be accomplished by the removal of prey. This may involve the use of insecticidal sprays to control prey and predator.</p> <p>Some BPCA member companies may offer advice and possible treatment methods, however, some public health pesticides may not be approved for use in outside garden areas, or may not affect spiders. Alternative treatment methods may be applied, however, treatments methods will be at the discretion of the professional pest controller.</p> <p>If you are experiencing problems from a species in which you can not identify with the UK and are worried, you can contact the <a href=\"http://www.nhm.ac.uk/\" target=\"_blank\">Natural History Museum</a>&nbsp;or your local&nbsp;<a href=\"https://www.rspca.org.uk/whatwedo/yourlocal\" target=\"_blank\">RSPCA shelter</a> for advice.</p> <h3>Having problems with false widow spiders?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/false-black-widow-control-bpca-a-z-of-pests/189075",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/False Widow/False_window_5.jpg"
 },
 {
   "ListingId": 134366,
   "Name": "Harvest Mite",
   "Introduction": "A very tiny creature living in long grass but which can be carried into homes on clothing or the coats of dogs. Can give a very irritating bite.",
   "PestType": "Mite",
   "Description": "<h3><img class=\"img_right\" title=\"Harvest mite-1\" src=\"/write/MediaUploads/Pages/A-Z/Harvest Mite/Harvest_mite-1.jpg\" alt=\"Harvest mite-1\" width=\"178\" height=\"178\" />How to prevent harvest mites</h3> <p>If you live in an area where this is common, put a proprietary insect repellent on wrists, cuffs, and legs before venturing into the long grass. Anti-histamines will relieve the itching.</p> <p>Dogs should be treated with a veterinary product labeled for mite control.</p> <p>For more information also see <a href=\"/pest-advice/a-z-of-pests/134386\">Mites</a>.</p> <h3>Having problems with harvest mites?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/harvest-mite-control-get-rid-of-harvest-mites-bpca-a-z-of-pests/189019",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Harvest Mite/Harvest_mite_icon.jpg"
 },
 {
   "ListingId": 134367,
   "Name": "Harvestmen Spiders",
   "Introduction": "Harmless spider-like creatures with eight exceptionally long, thin legs. They do not spin webs but occasionally wander into homes.",
   "PestType": "Arachnid",
   "Description": "<h3><img class=\"img_right\" title=\"Harvestmans Spider-1\" src=\"/write/MediaUploads/Pages/A-Z/Harvestmen Spider/Harvestmans_Spider-1.jpg\" alt=\"Harvestmans Spider-1\" width=\"400\" />How to get rid of harvestmen spiders</h3> <p>Household insecticide products labelled for crawling insects will solve the problem.</p> <p>For persistent problems with Harvestmen Spiders, we would recommend you contact professional pest control company, preferably a member of the BPCA to administer treatment. A trained professional will have the technical knowledge and access to a range of professional use products and equipment which are not available to the public.</p> <h3>Having problems with harvestmen spiders?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/harvestmen-spider-control-get-rid-of-harvestmen-spiders-bpca-pests/189018",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Harvestmen Spider/Harvestmans_Spider_icon.jpg"
 },
 {
   "ListingId": 134368,
   "Name": "Head Lice",
   "Introduction": "These aren't a pest problem, but a medical problem. The head louse is a blood-sucking parasite about 3mm long that adapts to the hair colour of its host. The tiny, pearly eggs or nits are cemented to the hair close to the scalp, and there are three nymphal stages. The eggs hatch in about eight days and the complete life cycle takes about 18 days.",
   "PestType": "",
   "Description": "<p><img class=\"img_right\" title=\"Headl ice-1\" src=\"/write/MediaUploads/Pages/A-Z/Head Lice/Headl_ice-1.jpg\" alt=\"Headl Lice-1\" width=\"300\" />Transmission is from head to head contact only. The bites cause inflammation and itching, which leads to affected children scratching the scalp, introducing secondary infections such as impetigo or eczema, or literally feeling lousy.</p> <h3>&nbsp;How to get rid of head lice</h3> <p>There are effective insecticidal pharmaceutical lotions and shampoos available in reputable pharmacies and shops. If you have a persistent problem, then you may want to consider seeing your doctor.</p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/head-lice-control-how-to-get-rid-of-head-lice-bpca-a-z-of-pests-/189017",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Head Lice/Head_Lice_icon.jpg"
 },
 {
   "ListingId": 134370,
   "Name": "Hornet",
   "Introduction": "Twice the size of the common wasp and brown and yellow instead of black and yellow. It builds nests in hollow trees and similar sites. They only occasionally enter houses.",
   "PestType": "Flying insect",
   "Description": "<p><img class=\"img_right\" title=\"Hornet-1\" src=\"/write/MediaUploads/Pages/A-Z/Hornet/Hornet-1.jpg\" alt=\"Hornet-1\" width=\"300\" />For control methods, see <a href=\"/pest-advice/a-z-of-pests/134418\">Wasps</a>.</p>",
   "Environment": "Outside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/hornet-control-how-to-get-rid-of-hornets-bpca-a-z-of-pests-/189016",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Hornet/Hornet_icon.jpg"
 },
 {
   "ListingId": 134371,
   "Name": "House Dust Mite",
   "Introduction": "Exceedingly common, these tiny creatures are of the genus Dermatophagoides. They are the primary source of the house dust allergens implicated in allergic, respiratory reactions such as asthma. Dust Mites feed on human skin scales and require both warmth and humidity. Mattresses and pillows provide ideal habitat.",
   "PestType": "",
   "Description": "<h3><img class=\"img_right\" title=\"House dust mite-1\" src=\"/write/MediaUploads/Pages/A-Z/House dust mite/House_dust_mite-1.jpg\" alt=\"House dust mite-1\" width=\"350\" />How to get rid of house dust mites</h3> <p>Air bedding and thoroughly vacuum on a regular basis. If possible improve ventilation and cover mattresses and pillows with appropriate covers.</p> <p>For more information also see Mites.</p> <h3>Having problems with house dust mites?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/house-dust-mite-control-get-rid-of-house-dust-mites-bpca-pests/189015",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/House dust mite/House_dust_mite_icon.jpg"
 },
 {
   "ListingId": 134373,
   "Name": "House Fly",
   "Introduction": "The Common Housefly and the Lesser Housefly are the most widespread household flies. The adult is 7-8mm long, grey in colour with black stripes on the back, with a single pair of veined membraneous wings. The large compound eyes take up most of the head and are wider apart in the female than the male of the species. The smaller Lesser Housefly, rejoicing in the scientific name Fannia canicularis, is the one that cruises around light fittings, abruptly changing direction in mid-flight.",
   "PestType": "Flying insect",
   "Description": "<p><img class=\"img_right\" title=\"House fly\" src=\"/write/MediaUploads/Pages/A-Z/House Fly/House_fly.jpg\" alt=\"House fly\" width=\"300\" />&ldquo;If you followed a fly for a day, you wouldn&rsquo;t eat for a week&rdquo;.</p> <p>The Housefly has a sticky pad on each of its six hairy feet, and these enable it to walk upside down on ceilings or crawl up windows.</p> <p>Houseflies complete their life cycle of egg, maggot, pupa, adult, in a week during warm weather. The eggs are laid in batches of about 120 on any&nbsp;rotting organic matter and the legless white maggots burrow into this food until ready to pupate in loose soil or rubbish.</p> <p>The answer to &ldquo;where do flies go in the winter?&rdquo; is that some hibernate, but most pass the winter in the pupal stage.</p> <p>Houseflies may transmit a wide range of bacterial diseases.</p> <p>See <a href=\"/pest-advice/a-z-of-pests/134356\">Flies</a>&nbsp;and&nbsp;<a href=\"/pest-advice/a-z-of-pests/132536\">Bluebottles</a></p> <h3>Having problems with House Flies?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/house-fly-control-how-to-get-rid-of-house-flies-bpca-a-z-of-pests/189014",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/House Fly/House_fly_icon.jpg"
 },
 {
   "ListingId": 134374,
   "Name": "House Moth",
   "Introduction": "Textile pests and scavengers whose grubs eat natural fabrics. Similar to Clothes Moths.",
   "PestType": "Moth",
   "Description": "<p>See <a href=\"/pest-advice/a-z-of-pests/132538\">Brown House Moth</a>&nbsp;and <a href=\"/pest-advice/a-z-of-pests/132544\">Clothes Moth</a>.</p> <h3>Having problems with house moths?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/house-moth-control-how-to-get-rid-of-house-moths-bpca-a-z-of-pests-/189013",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/House moth/House_moth.jpg"
 },
 {
   "ListingId": 134375,
   "Name": "House Mouse",
   "Introduction": "The House Mouse is found in buildings as they seek the warmth and shelter for nesting sites and food. The House Mouse body length ranges between 60-90mm, and the tail can add 100mm. They weigh less than 25g, and their fur colour varies between light brown and grey.",
   "PestType": "Rodent",
   "Description": "<h3><img class=\"img_right\" title=\"House mouse-1\" src=\"/write/MediaUploads/Pages/A-Z/House Mouse/House_mouse-1.jpg\" alt=\"House mouse-1\" width=\"325\" />Characteristics</h3> <p>House Mice have an acute sense of hearing, frequently using ultrasound to communicate, and is especially sensitive to any sudden noise. Their presence is usually detected from their dark-coloured droppings or damage to stored foods in the larder, packaging or woodwork.</p> <h3>Habitat</h3> <p>House Mice live in nests that they build out of cloth, wool and paper. Nests are often built inside houses, in places such as roof spaces, under floors or in wall cavities, and wherever there is access to a good source of food, especially during the winter. House Mice can squeeze through cracks as small as 5mm, but mouse holes are typically 20-30mm in diameter. House Mice are mainly active at night and can often be heard running about as they search for food.</p> <h3>Diet</h3> <p>Mice are erratic, sporadic feeders, nibbling at many sources of food rather than taking repeated meals from any one item. They do not need free water to drink as they generally obtain sufficient moisture from their diet. Their favourite foods are cereal products, although they will eat almost anything.</p> <h3><img class=\"img_right\" title=\"Why-you-need-domestic-pest-control\" src=\"/write/MediaUploads/Pages/Domestic Advice/Why-you-need-domestic-pest-control.png\" alt=\"Why-you-need-domestic-pest-control\" width=\"325\" />Why control House Mice?</h3> <p>House Mice have been known to spread some nasty diseases to humans such as Salmonella, Listeria, which can cause food poisoning.</p> <p>These nibbling nuisances have a compulsive need to gnaw to keep their incisor teeth worn down to a constant length. Electric cables, water and gas pipes, packaging and woodwork, may all be seriously damaged by mice - many instances of electrical fires and floods have been attributed to them.</p> <p>House Mice can ruin an organisation's reputation. If clients and customers spot evidence of rodent infestation in the premises you manage, they are unlikely to want to do business with you.</p> <h3>Signs of a mouse activity</h3> <ul> <li>House Mice droppings - Droppings are often black, rod-shaped and 3-6mm long. Fresh droppings will be soft and moist. Each mouse can leave approximately 80 droppings per day. Common places to find mouse droppings are under the kitchen sink, around central heating boilers and in roof spaces</li> <li>Smear marks - These are dark grey marks left on surfaces by repeated contact with the oils in mouse fur.</li> <li>Nests - Sometimes nests can be found indoors for example in lofts, under floorboards or in airing cupboards</li> <li>Gnawing - House Mice gnaw continually on materials such as wood, carpets, paper, pipe cables and furniture. Check for damage to foodstuffs in cupboards</li> </ul> <h3>How to prevent House Mice</h3> <p>Eliminate any harbourage points such as sealing gaps around pipes and under sheds; Mice only need a gap of 5mm to gain entry, but normally they are 20-30mm in diameter.<br />Remove potential nesting sites by keeping yards and gardens clean and tidy, by cutting back overgrown areas and clearing any piles of wood/debris.</p> <p>Cover any household waste where House Mice can get access to it, close dustbin lids and cover compost heaps.</p> <h3><img class=\"img_right\" title=\"House Mouse-2\" src=\"/write/MediaUploads/Pages/A-Z/House Mouse/House_Mouse-2.jpg\" alt=\"House Mouse-2\" width=\"325\" />How to get rid of House Mice</h3> <p>It is important to get rid of mice quickly, as House Mice are adaptable, highly mobile and breed rapidly - this combination can make mouse control a difficult task for the untrained individual. For any mouse infestation, we would always recommend contacting a professional pest control company, preferably a member of the BPCA. They are trained in mouse control and will have access to a range of professional use rodenticides which are not available to the public.</p> <p>If you decide to carry out the work yourself, then you can buy amateur use poisons and traps from a hardware store or garden centre. However, due to their habits, traditional baiting techniques and trapping frequently do not work, and a combination of rodenticides may be necessary.</p> <p>An alternative to using poisons are break-back traps. You may catch mice if baited with nutty chocolate, raisins or similar attractive food and placed close to signs of mouse activity. Ironically, cheese is a comparatively poor mouse-baiter. Place traps close to, and at right angles to, walls so the treadle may be activated from either direction.</p> <p>When placing poison or traps, make sure they are in a safe and secure location out of reach of children and pets. Also, proofing all means of entry as much possible will help to prevent entry. Blocking holes with wire wool embedded in quick-setting cement, and fit metal strips to doors to prevent mice from entering.</p> <p class=\"highlight--green-light\"><strong>WARNING: When using rodenticides always follow the instructions on the label, and importantly search for and dispose of any dead rodents in a safe manner.</strong></p> <h3>Having problems with Mice?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/house-mice-control-how-to-get-rid-of-house-mice-bpca-a-z-of-pests/189012",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/House Mouse/House_mouse_icon.jpg"
 },
 {
   "ListingId": 134376,
   "Name": "Lacewing",
   "Introduction": "The pale green Lacewing is a harmless wanderer from the garden or woods where its larvae prey upon other insects. It has a pale green, soft body, about 15mm long, with richly veined transparent wings folded over it when at rest. The eyes are an iridescent bronze. The adults are attracted to light and may enter houses in autumn seeking hibernation sites.",
   "PestType": "Flying insect",
   "Description": "<h3><img class=\"img_right\" title=\"Lacewing-1\" src=\"/write/MediaUploads/Pages/A-Z/Lacewing/Lacewing-1.jpg\" alt=\"Lacewing-1\" width=\"325\" />How to get rid of Lacewings</h3> <p>They are harmless, and no treatment is necessary. However, unless you are experiencing a high volume of these in your house, then we would suggest doing nothing.</p> <p>For persistent problems, we would recommend you contact professional pest control company, preferably a member of the BPCA to administer treatment. A trained professional will have the technical knowledge and access to a range of professional use products and equipment which are not available to the public.</p> <h3>Having problems with Lacewings?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/lacewing-control-how-to-get-rid-of-lacewings-bpca-a-z-of-pests-/189011",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Lacewing/Lacewing_icon.jpg"
 },
 {
   "ListingId": 134377,
   "Name": "Ladybirds",
   "Introduction": "There are many types of ladybird in the UK, but quite recently, a new variety was introduced that has the potential to jeopardise the others. The Harlequin ladybird is found naturally in the Far East, including Japan and Korea. It was introduced into several European countries as a predator of pest insects such as aphids, in greenhouses. However it was soon found living wild in Belgium in 2001, in Germany in 2003, and in the UK in 2005. Within the UK, it was first reported in the London area but is now rapidly spreading north and west. At present, it appears likely that the Harlequin ladybird will become widely established in the UK.",
   "PestType": "Flying insect",
   "Description": "<p><img class=\"img_right\" title=\"Ladybird-1\" src=\"/write/MediaUploads/Pages/A-Z/Ladybird/Ladybird-1.jpg\" alt=\"Ladybird-1\" width=\"325\" />Numbers of large ladybirds active on the outside of buildings, and sometimes entering buildings, may cause concern to residents. The peak of this autumn activity is restricted to a few weeks only, but once inside wandering ladybirds may occur on mild days throughout the winter. When disturbed, the beetles produce a foul-smelling liquid, which may also stain fabrics, etc. They do no damage to the building itself.</p> <p>Being more vigorous than our native ladybird species, there are concerns that it may have an adverse impact on their numbers.</p> <h3>How to get rid of Ladybirds</h3> <p>For properties that have regular problems with ladybirds entering the building, proofing of entry points will reduce future problems.</p> <p>Ladybirds within buildings may be removed with a vacuum cleaner.</p> <p>Residual insecticides labelled for &lsquo;beetles&rsquo; or &lsquo;crawling insects&rsquo; and applied to crevices and entry points around buildings are likely to kill Harlequin ladybirds, but beware; native ladybird species may also be present in the same hibernation sites within buildings.</p> <p>For a heavy Ladybird infestation, we would recommend you contact professional pest control company, preferably a member of the BPCA to administer a professional treatment to solve the problem. A trained professional will have the technical knowledge and access to a range of professional use products and equipment which are not available to the public.</p> <h3>Having problems with Ladybirds?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/ladybird-control-how-to-get-rid-of-ladybirds-bpca-a-z-of-pests/189010",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Ladybird/Ladybird_icon.jpg"
 },
 {
   "ListingId": 134378,
   "Name": "Larder Beetle",
   "Introduction": "A relatively large (7-10mm) oval beetle, almost black but with a distinct pale band across the front of the wing-cases. The larvae are white after first hatching, but turn brown and are covered with tufts of bristly hair. They grow to 10-12mm long and occasionally tunnel into soft wood to pupate. The life cycle takes about three months.",
   "PestType": "Crawling insect",
   "Description": "<p><img class=\"img_right\" title=\"Larger Beetle-1\" src=\"/write/MediaUploads/Pages/A-Z/Larder Beetle/Larger_Beetle-1.jpg\" alt=\"Larger Beetle-1\" width=\"325\" />Both beetle and larvae are scavengers, feeding on scraps of food - especially ham, bacon or cheese, or on dead mice or birds. They often enter houses from old birds&rsquo; nests.</p> <p>One of a family called the Dermestid beetles, meaning &ldquo;skin eaters&rdquo;. Related species include the dark-brown Leather Beetle and the very similar Dermestes haemorrhoidalis, which perhaps not surprisingly has no English name.</p> <h3>Remedy</h3> <p>Check lofts, eaves and odd neglected corners for corpses or nests. Destroy badly infested food and thoroughly clean the storage area. Spray with a household insecticide or use a puffer pack of insect powder to treat all cracks and crevices where fluff and debris may accumulate. Select a product labelled for stored product beetle control.</p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/larder-beetle-control-get-rid-of-larder-beetles-bpca-a-z-of-pests/189009",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Larder Beetle/Larder_Beetle_icon.jpg"
 },
 {
   "ListingId": 134379,
   "Name": "Lice",
   "Introduction": "Small, flat, wingless, grey parasites about 2mm long with strong claw legs and which feed on human blood. There are two distinct forms of this sort of louse - the head louse and the body louse, but they are similar in appearance.",
   "PestType": "Parasite",
   "Description": "<p><img class=\"img_right\" title=\"Lice-1\" src=\"/write/MediaUploads/Pages/A-Z/Lice/Lice-1.jpg\" alt=\"Lice-1\" width=\"325\" />The pearly, oval eggs or &ldquo;nits&rdquo; stick to hairs or fibres of clothing and the nymphs moult three times before maturing, feeding as they go. The life cycle takes about 18 days. Past epidemics of typhus and trench fever transmitted by lice are now unlikely, but irritating bites can produce impetigo and similar afflictions.</p> <p>Having lice does not necessarily imply that one is dirty, but the sooner treatment is sought, and the source eliminated, the better.</p> <h3>How to get rid of Lice</h3> <p>Effective clinical preparations are available for head and body lice but should only by used under medical direction.</p> <p>The family pet sometimes acquires dog lice especially at the base of the neck, base of the tail and behind the ears. If a dog persistently scratches these areas, take it to the vet who will prescribe a purpose-made veterinary shampoo or powder.</p> <p>Bird lice may accidentally get into the house, but these soon die in the absence of their winged host.</p> <p>For more information also see <a href=\"/pest-advice/a-z-of-pests/134369\">Head Lice</a>&nbsp;and&nbsp;<a href=\"/pest-advice/a-z-of-pests/132540\">Body Lice</a>.</p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/lice-control-how-to-get-rid-of-head-or-body-lice-bpca-a-z-of-pests-/189008",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Lice/Lice_icon.jpg"
 },
 {
   "ListingId": 134380,
   "Name": "Maggot",
   "Introduction": "The laymans term for the legless, wriggling larval (first) stage of certain insects, usually the larvae of Flies. However, you can find larvae for all sorts of species of insects including Beetles, Moths and Fleas.",
   "PestType": "Larvae",
   "Description": "<h3><img class=\"img_right\" title=\"Maggot-1\" src=\"/write/MediaUploads/Pages/A-Z/Maggot/Maggot-1.jpg\" alt=\"Maggot-1\" width=\"325\" />How to get rid of Maggots</h3> <p>If you are experiencing a high volume of Maggots, you should be able to find an adult version of the insect within the vicinity, and therefore be able to identify the pest problem you have. Knowing what the pest is, will be essential to resolving the problem.</p> <p>If you're struggling to identify the pest and have a large infestation of Maggots, then we would recommend you contact professional pest control company, preferably a member of the BPCA to investigate and administer a professional treatment to solve the problem. A trained professional will have the technical knowledge and access to a range of professional use products and equipment which are not available to the public.</p> <h3>Having problems with Maggots?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/maggot-control-how-to-get-rid-of-maggots-bpca-a-z-of-pests-/189005",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Maggot/Maggots_icon.jpg"
 },
 {
   "ListingId": 134381,
   "Name": "Longhorn Beetle",
   "Introduction": "The longhorn beetles are a cosmopolitan family of beetles, typically characterised by extremely long antennae, which are often as long as or longer than the beetle's body. ",
   "PestType": "Crawling insect",
   "Description": "<p>See <a href=\"/pest-advice/a-z-of-pests/134421\">Woodworm</a>.</p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/longhorn-beetle-control-get-rid-of-longhorn-beetles-bpca-pests/189007",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Longhorn beetle/Longhorn-beetle-icon.jpg"
 },
 {
   "ListingId": 134383,
   "Name": "Mealworm",
   "Introduction": "A term applied to the larvae of the three species of Mealworm Beetle. Adult beetles are about 15mm long, dark brown and scavenge in damp larders or down in basement food stores. They frequently breed in old birds nests. The larvae are large (up to 28mm) and pale yellow in colour, with clearly defined segments along the body. They are sold in many pet shops as food for fish and reptiles.",
   "PestType": "Crawling insect",
   "Description": "<h3>Remedy</h3> <p>Rare in houses but, if you do find them, look for old birds&rsquo; nests, remove infested food, and dust or spray the area with an insecticide labelled for stored product insect or beetle control.</p> <p><img class=\"img_full\" title=\"Mealworm-1\" src=\"/write/MediaUploads/Pages/A-Z/Mealworm/Mealworm-1.jpg\" alt=\"Mealworm-1\" width=\"1200\" height=\"341\" /></p> <h3>Having problems with Mealworms?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/mealworm-control-how-to-get-rid-of-mealworm-bpca-a-z-of-pests/189004",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Mealworm/Mealworm_icon.jpg"
 },
 {
   "ListingId": 134384,
   "Name": "Mice",
   "Introduction": "Can you hear the pitter-patter of tiny footsteps behind the skirting? Does Tom keep bringing Jerry in from the garden?  Mice are a part of British wildlife - but when they take up residence with you, they can be a cause for concern.",
   "PestType": "Rodent",
   "Description": "<h3><img class=\"img_right\" title=\"Mice-1\" src=\"/write/MediaUploads/Pages/A-Z/Mice/Mice-1.jpg\" alt=\"Mice-1\" width=\"325\" />Characteristics</h3> <p>Mice have an acute sense of hearing, frequently using ultrasound to communicate, and is especially sensitive to any sudden noise. Their presence is usually detected from their dark-coloured droppings or damage to stored foods in the larder, packaging or woodwork.</p> <h3>Habitat</h3> <p>Mice live in nests that they build out of cloth, wool and paper. Nests are often built inside houses, in places such as roof spaces, under floors or in wall cavities, and wherever there is access to a good source of food, especially during the winter. Mice can squeeze through cracks as small as 5mm, but mouse holes are usually 20-30mm in diameter. Mice are mainly active at night and can often be heard running about as they search for food.</p> <h3>Diet</h3> <p>Mice are erratic, sporadic feeders, nibbling at many sources of food rather than taking repeated meals from any one item. They do not need free water to drink as they generally obtain sufficient moisture from their food. Their favourite foods are cereal products, although they will eat almost anything.</p> <h3><img class=\"img_right\" title=\"Why-you-need-domestic-pest-control\" src=\"/write/MediaUploads/Pages/Domestic Advice/Why-you-need-domestic-pest-control.png\" alt=\"Why-you-need-domestic-pest-control\" width=\"325\" />Why control Mice?</h3> <p>Mice have been known to spread some nasty diseases to humans such as Salmonella, Listeria, which can cause food poisoning.</p> <p>These nibbling nuisances have a compulsive need to gnaw to keep their incisor teeth worn down to a constant length. Electric cables, water and gas pipes, packaging and woodwork, may all be seriously damaged by mice - many instances of electrical fires and floods have been attributed to them.</p> <p>Mice can ruin an organisation's reputation. If clients and customers spot evidence of rodent infestation in the premises you manage, they are unlikely to want to do business with you.</p> <h3>Signs of a mouse activity</h3> <ul> <li>Mice droppings - Droppings are often black, rod-shaped and 3-6mm long. Fresh droppings will be soft and moist. Each mouse can leave approximately 80 droppings per day. Common places to find mouse droppings are under the kitchen sink, around central heating boilers and in roof spaces.</li> <li>Smear marks - These are dark grey marks left on surfaces by repeated contact with the oils in mouse fur.</li> <li>Nests - Sometimes nests can be found indoors for example in lofts, under floorboards or in airing cupboards.</li> <li>Gnawing - Mice gnaw continually on materials such as wood, carpets, paper, pipe cables and furniture. Check for damage to foodstuffs in cupboards.</li> </ul> <h3>How to prevent Mice</h3> <p>Eliminate any harbourage points such as sealing gaps around pipes and under sheds; Mice only need a gap of 5mm to gain entry, but normally they are 20-30mm in diameter.<br />Remove potential nesting sites by keeping yards and gardens clean and tidy, by cutting back overgrown areas and clearing any piles of wood/debris.</p> <p>Cover any household waste where mice can get access to it, close dustbin lids and cover compost heaps.</p> <h3><img class=\"img_right\" title=\"Mice-2\" src=\"/write/MediaUploads/Pages/A-Z/Mice/Mice-2.jpg\" alt=\"Mice-2\" width=\"325\" />How to get rid of Mice</h3> <p>It is important to get rid of mice quickly, as Mice are adaptable, highly mobile and breed rapidly - this combination can make mouse control a difficult task for the untrained individual. For any mouse infestation, we would always recommend contacting a professional pest control company, preferably a member of the BPCA. They are trained in mouse control and will have access to a range of professional use rodenticides which are not available to the public.</p> <p>If you decide to carry out the work yourself, then you can buy amateur use poisons and traps from a hardware store or garden centre. However, due to their habits, traditional baiting techniques and trapping frequently do not work, and a combination of rodenticides may be necessary. An alternative to using poisons are break-back traps. You may catch mice if baited with nutty chocolate, raisins or similar attractive food and placed close to signs of mouse activity. Ironically, cheese is a comparatively poor mouse-baiter. Place traps close to, and at right angles to, walls so the treadle may be activated from either direction. When placing poison or traps, make sure they are in a safe and secure place out of reach of children and pets.</p> <p>Also, proofing all means of entry as much possible will help to prevent entry. Blocking holes with wire wool embedded in quick-setting cement, and fit metal strips to doors to prevent mice from entering.</p> <p><strong class=\"highlight--green-light\">WARNING: When using rodenticides always follow the instructions on the label, and importantly search for and dispose of any dead rodents in a safe manner.</strong></p> <h3>Having problems with Mice?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/mouse-control-how-to-get-rid-of-and-prevent-mice-bpca-a-z-of-pests-/189003",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Mice/icon.jpg"
 },
 {
   "ListingId": 134385,
   "Name": "Midges",
   "Introduction": "Tiny dark grey flies, only about 2mm long with hair-fringed wings, most prevalent in spring and summer near sewage works. Also known as Filter Flies or Owl Midges, their grubs perform a useful purpose because they break down organic material at sewage works.",
   "PestType": "Flying insect",
   "Description": "<h3><img class=\"img_right\" title=\"Midge-1\" src=\"/write/MediaUploads/Pages/A-Z/Midge/Midge-1.jpg\" alt=\"Midge-1\" width=\"325\" />How to get rid of Midges</h3> <p>Should adults fly indoors, use a fly killer aerosol.</p> <p>For a heavy infestation, we would recommend you contact professional pest control company, preferably a member of the BPCA to administer a professional treatment to solve the problem. A trained professional will have the technical knowledge and access to a range of professional use products and equipment which are not available to the public.</p> <h3>Having problems with Midges?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/midge-control-how-to-get-rid-of-midges-bpca-a-z-of-pests-/189002",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Midge/Midge-icon.jpg"
 },
 {
   "ListingId": 134386,
   "Name": "Mites",
   "Introduction": "Barely visible to the naked eye, mites have eight legs and a round body and are seldom noticed until they have built up sufficient numbers to be a major infestation. They are not insects but are arachnids, related to spiders.",
   "PestType": "Mite",
   "Description": "<p><img class=\"img_right\" title=\"Itch Mite\" src=\"/write/MediaUploads/Pages/A-Z/Mites/Itch_Mite.jpg\" alt=\"Itch Mite\" width=\"325\" />The typical mite emerges from its tiny egg in a dark crevice as a six-legged nymph, growing by a series of moults and acquiring another pair of legs in the process. Some species can survive starvation for up to six months.</p> <h3>Species of Mite</h3> <ul> <li>House Dust Mite - most houses have these as they live on our mattresses, feeding on tiny particles of shed skin.</li> <li>Furniture Mite - occurs in damp upholstery.</li> <li>Flour Mite - infests damp cereals or pasta and causes &ldquo;Grocer&rsquo;s Itch&rdquo;, in people who handle infested commodities.</li> <li>Itch Mite or Scabies Mite - causes Mange or Scabies in pets by burrowing into the skin, causing an irritating rash.</li> <li>Bird Mites - frequently enter houses from old nests of sparrows, starlings or house martins, or from poultry.</li> <li>Harvest Mites - may bite people if brought in on the coats of dogs or on clothing.</li> <li>Red Spider Mite - the most conspicuous mite that enters houses. A plant feeder which comes indoors in spring to seek egg-laying sites and again in autumn to hibernate.</li> </ul> <h3><img class=\"img_right\" title=\"Flour Mite\" src=\"/write/MediaUploads/Pages/A-Z/Mites/Flour_Mite.jpg\" alt=\"Flour Mite\" width=\"325\" />How to get rid of Mites</h3> <p>For a suspected Mites infestation, we strongly recommend you act immediately by contacting a professional pest control company, preferably a member of the BPCA.</p> <p>Self-treatment of a Mite infestation is unlikely to be successful. Failed treatments will occur if the accurate knowledge of Mites is absent. A trained professional will have the technical expertise and access to a range of professional use products and equipment which are not available to the public.</p> <h3>Having problems with Mites?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/mite-control-how-to-get-rid-of-and-prevent-mites-bpca-a-z-of-pests-/189001",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Mites/Mites_icon.jpg"
 },
 {
   "ListingId": 134387,
   "Name": "Moles",
   "Introduction": "Moles tunnel using their large two front paws to scrape away the earth and feel along tunnels with their snouts and whiskers. Because of the absence of light within their living conditions, moles have very poor eyesight so very rarely will you see mole activity above ground.",
   "PestType": "Mammal",
   "Description": "<p><img class=\"img_right\" title=\"Moles-1\" src=\"/write/MediaUploads/Pages/A-Z/Mole/Moles-1.jpg\" alt=\"Moles-1\" width=\"325\" />In rural areas especially, moles can cause considerable damage to your garden/land by tunnelling through the soil. With heavy infestations, the ground can become unstable, and holes may appear not only damaging the foundations of your property but also creating safety risks.</p> <h3>How to get rid of Moles</h3> <p>Professional pest control is needed for these pests.</p> <p>Methods such as tunnel trapping, gassing (Aluminium Phosphates) and even shooting (least likely method of control) can be used by a professional to control these pests. Tunnel trapping must be done with care as moles can easily detect disturbance of the tunnel and will avoid the area.</p> <h3>Having problems with Moles?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Outside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/mole-control-how-to-get-rid-of-moles-bpca-a-z-of-pests-/189000",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Mole/Mole_icon.jpg"
 },
 {
   "ListingId": 134388,
   "Name": "Mosquitoes",
   "Introduction": "Most mosquitoes seen in houses are in fact the harmless and unrelated Crane Fly. True mosquitoes are very much smaller but have a similar long thin abdomen, long thin legs and strongly veined wings. The head has large eyes and a prominent proboscis.",
   "PestType": "Biting insect",
   "Description": "<p><img class=\"img_right\" title=\"Mosquito-1\" src=\"/write/MediaUploads/Pages/A-Z/Mosquitos/Mosquito-1.jpg\" alt=\"Mosquito-1\" width=\"350\" />There are two main groups; the Culicine mosquitoes sit with their bodies parallel to the ground, the Anopheline mosquitoes sit &ldquo;nose-down&rdquo; to the surface, and most have dark spots on their wings.</p> <p>The commonest species indoors, often misidentified as a Gnat, is Culex pipiens. It does not bite but is almost indistinguishable from Culex molestus which does!</p> <p>In the tropics, mosquitoes transmit yellow fever, filariasis, dengue fever and malaria. Even in Britain, they cause those familiar itchy bites with a red swelling around them. Near estuaries or marshes, Anopheles maculipennis - a brownish species with small spots on its wings - is fairly common indoors. It bites readily, especially at dusk.</p> <p>Mosquito eggs are laid in batches of stagnant water, and the small brown larvae hang from the surface of the water, turning into comma-shaped aquatic pupae in four to ten days. Within a day or two, the adult emerges with a thirst for human or animal blood. Only the females feed and require a blood meal before they can lay eggs. Adult female mosquitoes hibernate in dark corners of houses, sheds, cellars and other sheltered sites.</p> <h3>How to get rid of Mosquitoes</h3> <p>Breeding sites such as guttering, water butts and bird baths should be cleaned out regularly. Fly screens over open windows will prevent adults coming in, or aerosol fly sprays will kill individual mosquitoes.</p> <p>If the problem persists, we would recommend you contact professional pest control company, preferably a member of the BPCA to administer a professional treatment to solve the problem. A trained professional will have the technical knowledge and access to a range of professional use products and equipment which are not available to the public.</p> <h3>Having problems with Mosquitoes?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/mosquitoe-control-how-to-get-rid-of-mosquitoes-bpca-a-z-of-pests-/188999",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Mosquitos/Mosquito_icon.jpg"
 },
 {
   "ListingId": 134389,
   "Name": "Moths",
   "Introduction": "Find out everything you need to know about moths in the UK, including how and why we control them, using our complete guide.",
   "PestType": "Moth",
   "Description": "<p>See <a href=\"/pest-advice/a-z-of-pests/132538\">Brown House Moth</a>, <a href=\"/pest-advice/a-z-of-pests/132544\">Clothes Moth</a>&nbsp;and <a href=\"/pest-advice/a-z-of-pests/132544\">Flour Moth</a>.</p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/moth-control-how-to-get-rid-of-moths-bpca-a-z-of-pests/188998",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/House moth/House_moth.jpg"
 },
 {
   "ListingId": 134391,
   "Name": "Pharoahs Ants",
   "Introduction": "A small tropical species of ant of increasing importance in the structures of large centrally heated buildings, especially hospitals and high rise blocks of flats where it can be a serious public health pest.",
   "PestType": "Crawling insect",
   "Description": "<h3><img class=\"img_right\" title=\"Pharoahs Ants-1\" src=\"/write/MediaUploads/Pages/A-Z/Pharaoh Ant/Pharoahs_Ants-1.jpg\" alt=\"Pharoahs Ants-1\" width=\"325\" />Remedy</h3> <p>These ants are particularly difficult to control and eradicate due to their ability to split the colony and spread over an area. Successful control only by baiting techniques, not by residual treatments. Hydramethylnon, a slow-acting poison, and S-methoprene, a juvenile hormone that disrupts larval development, are available as ready to use baits. Contact a professional pest controller for expert treatment.</p> <h3>Having problems with Pharoah's Ants?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/pharoahs-ant-control-get-rid-of-pharoahs-ants-bpca-a-z-of-pests-/188997",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Pharaoh Ant/Pharoahs_Ants_icon.jpg"
 },
 {
   "ListingId": 134392,
   "Name": "Pigeons",
   "Introduction": "Feral pigeons foul buildings, creating unwanted \"stained glass\" windows and \"decorated\" architecture. All sorts of pests may migrate from their nests into buildings. Originally descended from the wild Rock Dove, a cliff-face dweller, these birds find the next best thing is a block of flats, a bit of Victorian Gothic architecture or a railway arch.",
   "PestType": "Birds",
   "Description": "<p><img class=\"img_right\" title=\"Pigeons-1\" src=\"/write/MediaUploads/Pages/A-Z/Pigeons/Pigeons-1.jpg\" alt=\"Pigeons-1\" width=\"300\" />In the absence of natural predators, birds which fall sick survive to infect healthy ones with ornithosis and other diseases, some of which can be transmissible to man. Their accumulated droppings are also sources of disease.</p> <p>Birds such as Pigeons carry a variety of diseases such as Ornithosis, Listeria and E-coli that can be transmitted to man not only from the droppings but also the birds themselves. When dry, pigeon droppings can become airborne in small particles, which can lead to respiratory complaints such as psittacosis.</p> <p>Pigeon droppings are acidic and can corrode/erode metals, stonework and brickwork. Nesting materials birds use can block chimneys, flues and guttering, causing possible issues with carbon monoxide and damage to buildings as water overflows from blocked gutters.</p> <p><img class=\"img_right\" title=\"Why-you-need-domestic-pest-control\" src=\"/write/MediaUploads/Pages/Domestic Advice/Why-you-need-domestic-pest-control.png\" alt=\"Why-you-need-domestic-pest-control\" width=\"300\" />Buildings covered in fouling looks unpleasant can smell, and projects a poor image of business, potentially ruining an organisation's reputation. If customers spot evidence of a heavy Pigeon infestation on premises, they may not want to do business with you.</p> <p>Closely linked to Pigeon activity such as nesting are parasites such as mites, ticks, fleas and beetles. So if you have a current or past problem with birds and have done nothing, you may find you'll suffer from a parasite infestation too.</p> <h3>How to prevent and get rid of birds</h3> <p>Pigeon prevention, proofing and control are a highly specialised skill, requiring specialist equipment and tools. Control of Pigeons through population reduction techniques is generally both less desirable and less effective than removing their food sources or blocking off sites where they perch or roost. The latter technique, known as proofing, is now used extensively.</p> <p><img class=\"img_right\" title=\"Pigeons-2\" src=\"/write/MediaUploads/Pages/A-Z/Pigeons/Pigeons-2.jpg\" alt=\"Pigeons-2\" width=\"300\" />For proofing, professional pest controllers will use methods such as barriers, spikes, nets and wire to great effect. More recently active systems like shock strips, audible scarers and optical gels have been used to create negative associations in birds wishing to land or roost on buildings. All of these methods of proofing have their merits, and some can offer a stronger and more lasting deterrent, but as with any method of control, they may become less effective over an extended period. For a heavy Pigeon infestation, your professional contractor may have to employ methods of control such as shooting, trapping or flying of predatory birds.</p> <h3>Having problems with Pigeons?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/pigeon-control-get-rid-of-and-prevent-pigeons-bpca-a-z-of-pests-/188995",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Pigeons/Pigeons_icon.jpg"
 },
 {
   "ListingId": 134394,
   "Name": "Rats",
   "Introduction": "There are two species of rat in Britain, Rattus Norvegicus which is commonly known as the Brown Rat or Common Rat. The Rattus Rattus, referred to as the Black Rat or Ship Rat is now rarely found in the UK.",
   "PestType": "Rodent",
   "Description": "<p>&nbsp;</p> <h3><img class=\"img_right\" title=\"Brown Rat 4\" src=\"/write/MediaUploads/Pages/A-Z/Brown Rat/Brown_Rat_4.jpg\" alt=\"Brown Rat 4\" width=\"325\" />Appearance</h3> <p>The <a href=\"/CoreCode/Admin/ContentManagement/Listings/Edit/\" pest-advice=\"\" a-z-of-pests=\"\" 132539=\"\">Brown Rat</a>&nbsp;is the larger of the rats in Britain, often weighing over half a kilo and measuring about 23cm, without counting the tail. It has a blunt muzzle, small hair-covered ears and a tail that is shorter than its body. The <a href=\"/pest-advice/a-z-of-pests/132534\">Black Rat</a>&nbsp;weighs half as much and is shorter. It has a pointed muzzle, large, almost hairless ears, a more slender body and a long thin tail that is longer than its body.</p> <h3>Characteristics</h3> <p>Rats have well-developed senses of smell taste and touch. They have an acute sense of hearing, frequently using ultrasound to communicate, and is especially sensitive to any sudden noise. Both species breed rapidly and become sexually mature in about three months. Each female may produce from 3 to 12 litters of between six and eight young in a year. Rats need to gnaw to keep their constantly growing incisor teeth worn down. They damage woodwork, plastic, bricks and lead pipes, and will strip insulation from electrical cables.</p> <h3>Habitat</h3> <p>Brown Rats live in any situation that provides food, water and shelter. In homes, they will live in roof spaces, wall cavities or under floorboards. In gardens, they will burrow into grassy banks or under sheds. Brown Rats are often found living in sewer systems. Black Rats are rare and are occasionally found in shipping ports.</p> <h3>Diet</h3> <p>Rats feed mostly at night, and an average rat will eat 50g of food a day. Preferred foods are cereal products, although rats are omnivorous and will eat almost anything that humans eat.</p> <h3><img class=\"img_right\" title=\"Why-you-need-domestic-pest-control\" src=\"/write/MediaUploads/Pages/Domestic Advice/Why-you-need-domestic-pest-control.png\" alt=\"Why-you-need-domestic-pest-control\" width=\"325\" />Why control Rats?</h3> <p>Rats carry many nasty diseases which they can spread to humans, normally through their urine, including; Leptospirosis or Weil's disease, Salmonella, Listeria, Toxoplasma gondii and Hantavirus.</p> <p>Rats can inflict an enormous amount of structural damage. They can cause severe fires by gnawing away the insulation around electrical cables, floods by puncturing pipes and even death by chewing through gas pipes. The insurance sector has estimated that rodent damage to wiring is responsible for 25% of all electrical fires in buildings.</p> <p>Rats can ruin an organisation's reputation. If clients and customers spot evidence of rodent infestation in the premises you manage, they are unlikely to want to do business with you.</p> <p>Property owners have a legal obligation under the Prevention of Damage by Pests Act 1949 to keep premises rodent free, or, if rodents pose a threat to health or property, to report infestations to the local authority.</p> <h3><img class=\"img_right\" title=\"Brown Rat 3\" src=\"/write/MediaUploads/Pages/A-Z/Brown Rat/Brown_Rat_3.jpg\" alt=\"Brown Rat 3\" width=\"325\" />How to prevent Rats</h3> <p>You can put steps in place to try and avoid a rat infestation:</p> <ul> <li>Eliminate any harbourage<span style=\"background-color: transparent;\"> points such as sealing gaps around pipes and under sheds; rats only need a gap of 15mm to gain entry.</span></li> <li>Remove potential nesting sites by keeping yards and gardens clean and tidy, by cutting back overgrown areas and clearing any piles of wood/debris.</li> <li>Ensure that drain inspection covers are in a good state of repair.</li> <li>Cover any household waste where rats can get access to it, close dustbin lids and cover compost heaps.</li> <li>If you feed garden birds, do not do this to excess and use a bird table or feeder basket if possible.</li> </ul> <h3>How to get rid of Rats</h3> <p>Rats are adaptable, highly mobile and breed rapidly; this combination can make rat control a difficult task for the untrained individual. For any rat infestation, we would always recommend contacting a professional pest control company, preferably a member of the BPCA. They are trained in rat control and will have access to a range of professional use rodenticides which are not available to the public.</p> <p><img class=\"img_right\" title=\"black rat 2\" src=\"/write/MediaUploads/Pages/A-Z/Black Rat/black_rat_2.jpg\" alt=\"black rat 2\" width=\"325\" />However, if you decide to carry out the work yourself, then you can buy amateur use poisons and traps from a hardware store or garden centre. Most rats are wary of new objects such as traps or poisons placed in their environment and will avoid them for a period before exploring them, so don't expect instant success. When placing poison or traps, make sure they are in a safe and secure place out of reach of children and pets.</p> <p><strong class=\"highlight--green-light\">WARNING: When using rodenticides always follow the instructions on the label, and importantly search for and dispose of any dead rodents in a safe manner.</strong></p> <h3>Having problems with Rats?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/rat-control-how-to-get-rid-of-and-prevent-rats-bpca-a-z-of-pests/188991",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Rats/Rat_icon.jpg"
 },
 {
   "ListingId": 134395,
   "Name": "Red Spider Mite",
   "Introduction": "Tiny, bright red specks, about 1mm across, sometimes move into buildings in large numbers. There are two species with several names, generally known as Red Spider Mites. Although they do no direct harm inside the house, if the mites are squashed they stain walls and decorations.",
   "PestType": "Mite",
   "Description": "<p><img class=\"img_right\" title=\"Red Spider Mite-1\" src=\"/write/MediaUploads/Pages/A-Z/Red Spider Mite/Red_Spider_Mite-1.jpg\" alt=\"Red Spider Mite-1\" width=\"300\" />It is the female mites, also known as Clover Mites and Gooseberry Mites, which invade homes and other buildings in spring and autumn, climbing walls to seek egg-laying sites or places to hibernate. According to entomologists male Red Spider Mites are &ldquo;hardly ever found&rdquo;, because the females lay their eggs parthenogenetically -ie. without the benefit of male involvement.</p> <p>There are two species with different habits. Bryobia is dull red, moves slowly and feeds on plant sap; while Balaustium is bright red, runs quickly but erratically, feeds on pollen and lays its eggs in cracks in walls or the soil. Correct identification is important - for if you grow grass around a building to discourage Balaustium, you may get Bryobia and if you put down concrete to deter Bryobia, you are likely to get Balaustium!</p> <h3>How to get rid of Red Spider Mites</h3> <p>For a suspected Mites infestation, we strongly recommend you act immediately by contacting a professional pest control company, preferably a member of the BPCA.</p> <p><img class=\"img_right\" title=\"Red Spider Mite-2\" src=\"/write/MediaUploads/Pages/A-Z/Red Spider Mite/Red_Spider_Mite-2.jpg\" alt=\"Red Spider Mite-2\" width=\"300\" />Self-treatment of a Mite infestation is unlikely to be successful. Failed treatments will occur if the accurate knowledge of Mites is absent. A trained professional will have the technical knowledge and access to a range of professional use products and equipment which are not available to the public.</p> <h3>Having problems with Red Spider Mites?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/red-spider-mite-control-get-rid-of-spider-mites-bpca-a-z-of-pests/188990",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Red Spider Mite/Red_Spider_Mite-icon.jpg"
 },
 {
   "ListingId": 134396,
   "Name": "Silverfish",
   "Introduction": "A cigar-shaped, silver-grey, wingless insect about 12mm long, found in damp areas commonly in kitchens and bathrooms. Nocturnal in habit, but often trapped in baths, basins or chinaware as it cannot climb the smooth surfaces. Moves quickly and has three long bristles at the tail end.",
   "PestType": "Crawling insect",
   "Description": "<p><img class=\"img_right\" title=\"Silverfish-1\" src=\"/write/MediaUploads/Pages/A-Z/Silverfish/Silverfish-1.jpg\" alt=\"Silverfish-1\" width=\"350\" />Occasionally damages paper but feeds on residues of starchy substances such as glues, wallpaper paste and carbohydrate food debris. It may indicate damp conditions which need attention.</p> <p>Eggs are laid in cracks and crevices, and the nymphs grow by an indefinite number of moults. Can grow a new leg if they lose one. Adults can live for over three years.</p> <p>A closely related species, the Firebrat, is flatter and speckled, without the metallic appearance, and favours hot, dry situations, but can still be destroyed in the same way as its cousin.</p> <h3>Remedy</h3> <p>Correct any persistent dampness. Spray harbourages with a household insecticide or insect powder labelled for control of silverfish.</p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/silverfish-control-how-to-get-rid-of-silverfish-bpca-a-z-of-pests-/188989",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Silverfish/Silverfish_icon.jpg"
 },
 {
   "ListingId": 134397,
   "Name": "Slugs",
   "Introduction": "A well-known garden pest, Slugs will eat vegetation and are only occasionally found indoors, in damp areas such as cellars. Despite their appearance, Slugs are harmless and is only a minor agricultural/amenity pest.",
   "PestType": "Slugs",
   "Description": "<h3><img class=\"img_right\" title=\"Slug-1\" src=\"/write/MediaUploads/Pages/A-Z/Slug/Slug-1.jpg\" alt=\"Slug-1\" width=\"325\" />How to get rid of Slugs</h3> <p>Control, ultimately, is best achieved by curing the damp problem. Removal of outdoor vegetation and debris close to the affected area may also help. Slug pellets may be applied, with care, in accordance with the product label.</p> <h3>Having problems with Slugs?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Outside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/slug-control-how-to-get-rid-of-slugs-bpca-a-z-of-pests-/188988",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Slug/Slug_icon.jpg"
 },
 {
   "ListingId": 134398,
   "Name": "Snakes",
   "Introduction": "In the UK snakes are not dealt with as pests by an average pest control company as problems are not common and dealing with snakes requires particular skills. As stated in the Wildlife and Countryside Act 1981 it is illegal to kill, injure or sell any native British snake or lizard including Grass Snakes, Adders and Slow worms.",
   "PestType": "",
   "Description": "<p><img class=\"img_right\" title=\"Snake-1\" src=\"/write/MediaUploads/Pages/A-Z/Snake/Snake-1.jpg\" alt=\"Snake-1\" width=\"325\" />The Adder, or Viper, is Britain&rsquo;s only poisonous snake.</p> <h3>How to get rid of snakes</h3> <p>If you are experiencing problems with snakes, please contact a specialist or contact <a href=\"https://www.rspca.org.uk/whatwedo/yourlocal\">your local RSPCA shelter</a>&nbsp;for advice.</p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/snake-control-how-to-get-rid-of-snakes-bpca-a-z-of-pests-/188987",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Snake/Snake_icon.jpg"
 },
 {
   "ListingId": 134399,
   "Name": "Sparrows",
   "Introduction": "Rarely a problem in domestic situations, but frequently an issue in commercial premises such as bakeries and warehouses. Sparrows can enter buildings through tiny gaps and, once in, are very difficult to remove.",
   "PestType": "Birds",
   "Description": "<h3><img class=\"img_right\" title=\"Sparrow-1\" src=\"/write/MediaUploads/Pages/A-Z/Sparrow/Sparrow-1.jpg\" alt=\"Sparrow-1\" width=\"325\" />Remedy</h3> <p>Proofing with nets and blocking of entry holes are usually the preferred options used by professionals, subject to an appropriate licence having been issued.</p> <p>See also&nbsp;<a href=\"/pest-advice/a-z-of-pests/132532\">Birds</a></p> <h3>Having problems with sparrows?</h3> <p>For any bird work, we would strongly recommend contacting a professional pest control company, preferably a member of the BPCA. They are trained in bird control and will have access to a range of professional use products and tools which are not available to the public.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/sparrow-control-how-to-get-rid-of-sparrows-bpca-a-z-of-pests/188986",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Sparrow/Sparrow_icon.jpg"
 },
 {
   "ListingId": 134402,
   "Name": "Spider Beetles",
   "Introduction": "A group of beetles with globular abdomens and relatively long legs, superficially resembling small spiders, 3-4mm long. General scavengers of all sorts of animal and vegetable debris and stored food, and frequently associated with old birds nests. The Golden Spider Beetle (below) is covered with golden hairs while the Globular Spider Beetle is a shiny, dark brown colour.",
   "PestType": "Crawling insect",
   "Description": "<p><img class=\"img_right\" title=\"Spider beetle -1\" src=\"/write/MediaUploads/Pages/A-Z/Spider Beetle/Spider_beetle_-1.jpg\" alt=\"Spider beetle -1\" width=\"325\" />The Australian Spider Beetle is by far the commonest species. Adults may feign death when disturbed. The female lays up to 1,000 eggs, which are sticky. The fleshy larvae roll up when disturbed, but when ready to pupate they wander about and may get into cracks and crevices in floors or shelves.</p> <h3>Remedy</h3> <p>Seek out and eliminate the source of infestation. Treat thoroughly with a long-lasting insecticide; an aerosol or powder according to the site. Ensure the product is labelled for stored product insect control or beetle control.</p> <h3>Having problems with Spider Beetles?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/spider-beetle-control-get-rid-of-spider-beetles-bpca-a-z-of-pests-/188985",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Spider Beetle/Spider_beetle_icon.jpg"
 },
 {
   "ListingId": 134404,
   "Name": "Spiders",
   "Introduction": "In the UK, native spiders are not considered dangerous, or a threat to health but some households suffer from nuisance house spiders, and because of common fears (arachnophobia), many require pest control.",
   "PestType": "Arachnid",
   "Description": "<p><img class=\"img_right\" title=\"Spider-1\" src=\"/write/MediaUploads/Pages/A-Z/Spider/Spider-1.jpg\" alt=\"Spider-1\" width=\"325\" />If you require this particular, you can contact one of our members to obtain advice and possible treatment methods, usually, smoke generators.</p> <p>If you are experiencing problems from a species in which you do not identify with the UK and are worried, you can contact the Natural History Museum or your local RSPCA shelter for advice.</p> <h3>How to get rid of Spiders</h3> <p>To remove a spider without killing it, invert a small carton over it and slide a piece of card between the opening and the surface on which the spider rests.</p> <p>Where multiple spiders require controlling, this is usually achieved by physical collection and web destruction. If this isn't possible, control may be achieved by the removal of prey. This may involve the use of insecticidal sprays to control prey and predator.</p> <p>Some BPCA member companies may offer advice and possible treatment methods, however, some public health pesticides may not be approved for use in outside areas, or may not affect spiders. Alternative treatment methods may be applied. However, treatments methods will be at the discretion of the professional pest control.</p> <h3>Having problems with Spiders?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/spider-control-how-to-get-rid-of-spiders-bpca-a-z-of-pests-/188984",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Spider/Spider_icon.jpg"
 },
 {
   "ListingId": 134406,
   "Name": "Squirrels",
   "Introduction": "Deliberately introduced to this country sometime in the 19th century, the grey squirrel has since spread throughout most of mainland England and Wales. Mainly a resident of broadleaved and mixed woodlands it is also a typical resident of urban parks and gardens.",
   "PestType": "Mammal",
   "Description": "<p><img class=\"img_right\" title=\"Squirrel-1\" src=\"/write/MediaUploads/Pages/A-Z/Squirrel/Squirrel-1.jpg\" alt=\"Squirrel-1\" width=\"325\" />They frequently enter domestic roof spaces. Once inside they chew woodwork, strip insulation from electrical wiring and water pipes, tear up fibreglass insulation and, occasionally, drown in water tanks.</p> <h3>Remedy</h3> <p>Physically blocking gaps and entry holes with wire mesh are the best answer. Various types of trap are available as is a poison based on warfarin, but only to professional technicians. The release of grey squirrels caught in cage traps is illegal.</p> <h3>Having problems with Squirrels?</h3> <p>Use a professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Outside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/squirrel-control-how-to-get-rid-of-squirrels-bpca-a-z-of-pests-/188983",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Squirrel/Squirrel_icon.jpg"
 },
 {
   "ListingId": 134410,
   "Name": "Stable Fly",
   "Introduction": "Closely resembles the Housefly, but this fellow bites. Uncommon indoors but breeds in long grass, straw or grass cuttings where there are horses or other animals.",
   "PestType": "Flying insect",
   "Description": "<h3><img class=\"img_right\" title=\"Stable fly-1\" src=\"/write/MediaUploads/Pages/A-Z/Stable Fly/Stable_fly-1.jpg\" alt=\"Stable fly-1\" width=\"325\" />Remedy</h3> <p>Apply an insect repellent to bare skin, especially legs, before going into long grass.</p> <h3>Having problems with Flies?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/stable-fly-control-how-to-get-rid-of-stable-flies-bpca-a-z-of-pests-/188982",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Stable Fly/Stable_Fly_icon.jpg"
 },
 {
   "ListingId": 134411,
   "Name": "Starlings",
   "Introduction": "Although a native to this country, our permanently resident starling population is swelled every autumn by migrants arriving from the Continent. Starlings may roost in their thousands on ledges on buildings and in trees in city centres. Their droppings deface and erode stonework and make pavements slippery. In domestic lofts, their nesting activities can build large piles of twigs, leaves and associated fouling. Insect and mite pests can find their way from this into the house.",
   "PestType": "Birds",
   "Description": "<h3><img class=\"img_right\" title=\"Starlings-1\" src=\"/write/MediaUploads/Pages/A-Z/Starlings/Starlings-1.jpg\" alt=\"Starlings-1\" width=\"325\" />Remedy</h3> <p>Proofing with nets on buildings and mesh on entry points to houses are the most effective methods. Scaring devices used by trained personnel can be effective in some situations. This work can be carried out by a professional pest controller subject to an appropriate licence having been issued.</p> <p>See also&nbsp;<a href=\"/pest-advice/a-z-of-pests/132532\">Birds</a>.</p> <h3>Having problems with starlings?</h3> <p>For any bird work, we would strongly recommend contacting a professional pest control company, preferably a member of the BPCA. They are trained in bird control and will have access to a range of professional use products and tools which are not available to the public.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/starling-control-how-to-get-rid-of-starlings-bpca-a-z-of-pests-/188981",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Starlings/Starling_icon.jpg"
 },
 {
   "ListingId": 134414,
   "Name": "Termites",
   "Introduction": "Social insects which may live in communities of many millions of individuals. In tropical and sub-tropical countries they are major pests of timber buildings. Not presently found in the UK but global warming may allow them to establish in the south of England. ",
   "PestType": "Timber pest",
   "Description": "<h3><img class=\"img_right\" title=\"Termites-1\" src=\"/write/MediaUploads/Pages/A-Z/Termites/Termites-1.jpg\" alt=\"Termites-1\" width=\"325\" />How to get rid of Termites</h3> <p>If you suspect you have Termites, we would strongly recommend that you <strong>contact your Local Authority Environmental Health Department</strong>.</p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/termite-control-how-to-get-rid-of-termites-bpca-a-z-of-pests-/188980",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Termites/Termites_icon.jpg"
 },
 {
   "ListingId": 134415,
   "Name": "Thrips",
   "Introduction": "Also known as thunder-flies, tiny (1.5mm) insects, black with narrow, hairy wings. They feed on plant sap and on humid summer days they may occur in huge numbers on window sills and get into clothing and hair.",
   "PestType": "Flying insect",
   "Description": "<p><img class=\"img_right\" title=\"Thrip-2\" src=\"/write/MediaUploads/Pages/A-Z/Thrip/Thrip-2.jpg\" alt=\"Thrip-2\" width=\"325\" />Mainly an agricultural pest, they are only considered a minor nuisance in domestic premises. They have been known to trigger fire alarms by collecting in large numbers inside smoke detectors.</p> <h3>How to get rid of Thrips</h3> <p>Amateur use residual insecticides can be purchased from you local hardware store or garden centre to assist with controlling small numbers.</p> <p>For a heavy Thrip infestation, we would recommend you contact professional pest control company, preferably a member of the BPCA to administer a professional treatment to solve the problem. A trained professional will have the technical knowledge and access to a range of professional use products and equipment which are not available to the public.</p> <h3>Having problems with Thrips?</h3> <p>Use a professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/thrip-control-how-to-get-rid-of-thrips-bpca-a-z-of-pests-/188979",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Thrip/Thrip_icon.jpg"
 },
 {
   "ListingId": 134416,
   "Name": "Ticks",
   "Introduction": "Closely related to the mites, but much larger and reliant on vertebrate blood. They are occasionally brought into the house on domestic animals and can be picked up by humans after walking through long grass in an infested area. Ticks are implicated in the transmission of Lyme disease, and medical advice should be sought if a rash appears at the site of a bite. Remove them with a twist to avoid leaving the mouthparts in the skin.",
   "PestType": "Biting insect",
   "Description": "<h3><img class=\"img_right\" title=\"Tick-1\" src=\"/write/MediaUploads/Pages/A-Z/Tick/Tick-1.jpg\" alt=\"Tick-1\" width=\"300\" />How do I prevent a Ticks?</h3> <p>Preventing ticks coming in your home is difficult. However, there are some things you can do to reduce your chances of getting them:</p> <ul> <li>Pet maintenance - Applying veterinary approved Tick products to your pet on a regular basis.</li> <li>Good Housekeeping - Clean your entire home as thoroughly as possible, from top to bottom. Clean out shelves, dust forgotten corners and sweep, mop, and vacuum all floors.</li> <li>Vacuum - All over the house as often as possible. Frequently vacuum the areas your pet is around, especially carpeted areas in and any furniture that is frequented by your pet.</li> <li>Washing - Wash your clothes and pet's bedding, blanket and other washable items in the hottest water possible.</li> </ul> <h3>How to get rid of Ticks</h3> <p>For a Tick infestation, we suggest applying the prevention techniques listed above thoroughly will go a long way to solving the problem.</p> <p><img class=\"img_right\" title=\"Tick-2\" src=\"/write/MediaUploads/Pages/A-Z/Tick/Tick-2.jpg\" alt=\"Tick-2\" width=\"300\" />However if not, then we strongly recommend you contact a professional pest control company, preferably a member of the BPCA. A trained professional will have the technical knowledge and access to a range of professional use insecticides which are not available to the public.</p> <p>Before an insecticide treatment, clear as much floor space as possible. To ensure that treatment is as thorough as possible. Vacuuming all areas helps to remove any debris, eggs, larvae and adult Ticks.</p> <h4>Having problems with Ticks?</h4> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/tick-control-how-to-get-rid-of-ticks-bpca-a-z-of-pests-/188978",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Tick/Tick_icon.jpg"
 },
 {
   "ListingId": 134417,
   "Name": "Voles",
   "Introduction": "Usually confused with Brown Rats, these small, blunt-nosed rodents can occasionally enter buildings, but normally live in outdoor burrows. Not regarded as a household pest, and in fact, some species such as the water vole are a protected species and cannot be harmed.",
   "PestType": "Mammal",
   "Description": "<h3><img class=\"img_right\" title=\"Vole-1\" src=\"/write/MediaUploads/Pages/A-Z/Vole/Vole-1.jpg\" alt=\"Vole-1\" width=\"325\" />How to get rid of Voles</h3> <p>They are harmless, and no treatment is necessary. However, unless you are experiencing a high volume of these in your house, then we would suggest doing nothing.</p> <h3>Having problems with Voles?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Outside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/vole-control-how-to-get-rid-of-voles-bpca-a-z-of-pests-/188977",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Vole/Voles_icon.jpg"
 },
 {
   "ListingId": 134418,
   "Name": "Wasps",
   "Introduction": "Wasps are classified under the order Hymenoptera, which means membraneous wings. All the stinging insects belong to this group, and they are a highly evolved group of insects. Some Wasps live in Wasps nests in the UK. They all have complex social structures and ways of doing things. However, they all share a common aim to survive as a species.",
   "PestType": "Flying insect",
   "Description": "<h3><img class=\"img_right\" title=\"Wasp-2\" src=\"/write/MediaUploads/Pages/A-Z/Wasp/Wasp-2.jpg\" alt=\"Wasp-2\" width=\"325\" />Appearance</h3> <p>Large, conspicuous buzzing insects with yellow and black striped, wasp-waisted bodies, which are 10-15mm long. They have a sweet tooth at one end and a painful sting at the other.</p> <h3>Characteristics</h3> <p>The queen wasp is larger than normal wasps (about 20mm), and she hibernates over winter, making a nest in the spring in which to lay her eggs. She feeds the grubs on insects until they develop into worker wasps, three to four weeks later. Workers, all sterile females, forage for over a mile in search of food. At the end of the year when the colder air arrives, and any fruit that has been edible starts to perish quickly, wasps start to starve as food becomes increasingly hard to find. The adult worker wasps start to die off, and the new queen wasps go into hibernation and emerge in the spring to initiate the process again, building completely brand new nests. One nest may produce 30,000 wasps in a year.</p> <h3>Diet</h3> <p>Natural pest controllers wasps tend to eat other insects. However at their peak in August and September with the youngsters reared, the workers turn to the sweet food they prefer and become a nuisance wherever this is available.</p> <h3><img class=\"img_right caption__image\" title=\"Wasp-3\" src=\"/write/MediaUploads/Pages/A-Z/Wasp/Wasp-3.jpg\" alt=\"Do you have something like this in your loft? It's a wasp nest!\" width=\"325\" />Habitat</h3> <p>Common Wasps, generally build their nests inside something, this can be a roof space/loft, garden shed, inside an air brick or even in the ground. Other Wasps build their nests in bushes, trees, hedgerows and even underground. They build their nests anywhere that they find suitable and where it is protected from the elements and is undisturbed. They build their nest itself using chewed wood and saliva to make a papier mache material. The nest material is durable, lightweight and surprisingly waterproof.</p> <h3>Why control Wasps?</h3> <p>One of the most feared and aggressive pests, wasps will attack and sting, sometimes unprovoked but usually if threatened. This is a risk and a cause for concern, if you have small children or pets as for some wasp stings, can be very dangerous causing severe reactions, with several people dying from wasp stings every year.</p> <p>If customers experience a high level of Wasp activity at your premises, then they are likely to complain and request a refund, report on your company negatively potentially resulting in a loss of future income.</p> <h3><img class=\"img_right\" title=\"Wasp-1\" src=\"/write/MediaUploads/Pages/A-Z/Wasp/Wasp-1.jpg\" alt=\"Wasp-1\" width=\"325\" /></h3> <h3>How to get rid of wasps?</h3> <p>Wasps should only be treated if they pose a risk to public health and safety.&nbsp;</p> <p>Treating a wasp nest can be very dangerous. Wasps inside the nest will feel threatened and often become aggressive. This could cause them to sting you and others as they defend their nest and young.</p> <p>To get rid of wasps you do &lsquo;not' need to remove the nest, but you do need to treat it. For treating a wasp nest make sure you use a trained professional for safety reasons. Therefore we strongly recommend you contact a professional pest control company, preferably a member of the BPCA.</p> <p>A trained professional will have the technical knowledge and access to a range of professional use insecticides which are not available to the public.</p> <p>Even if you think your Wasps nest is at an inaccessible height, professional pest control companies will have the tool to reach and treat the nest.</p> <h3>Having problems with Wasps?</h3> <p>Use a professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/wasp-control-how-to-get-rid-of-wasps-bpca-a-z-of-pests/188976",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Wasp/Wasp_icon.jpg"
 },
 {
   "ListingId": 134419,
   "Name": "Weevils",
   "Introduction": "A term frequently misused to describe beetles in general, but is applicable only to a distinctive group of beetles with long, pointed snouts which they use for boring into whole grains, hard processed cereals such as pasta, and timber. Mainly pests of stored cereals on farms.",
   "PestType": "Crawling insect",
   "Description": "<h3><img class=\"img_right\" title=\"Weevil-1\" src=\"/write/MediaUploads/Pages/A-Z/Weevil/Weevil-1.jpg\" alt=\"Weevil-1\" width=\"350\" />Remedy</h3> <p>If you find them in foodstuffs, return them to the shop and complain. The affected food should be destroyed. Spray cleared shelves with aerosol or put the powder in cracks and crevices. Choose a product labelled for stored product insect control.</p> <h3>Having problems with Weevils?</h3> <p>Use a professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/weevil-control-how-to-get-rid-of-weevils-bpca-a-z-of-pests-/188975",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Weevil/Weevil_icon.jpg"
 },
 {
   "ListingId": 134420,
   "Name": "Wharf Borer",
   "Introduction": "A brown beetle, about 1cm long, with pronounced antennae and a tendency to emerge from damp basements and fly about near rivers or estuaries in early summer. The grubs live in very decayed wet timber such as old jetties or wooden piles. These beetles sometimes invade buildings built over old bombed sites with timbers buried under them for a few odd days.",
   "PestType": "Timber pest",
   "Description": "<h3><img class=\"img_right\" title=\"Wharf Borer-2\" src=\"/write/MediaUploads/Pages/A-Z/Wharf Borer/Wharf_Borer-2.jpg\" alt=\"Wharf Borer-2\" width=\"300\" /></h3> <h3>Remedy</h3> <p>A minor pest, they can be mistaken for cockroaches. Select an insect puffer pack labelled for beetle control and apply in all visible crevices. The removal of any obvious rotten wood will alleviate the problem.</p> <h3>Having problems with Wharf Borer?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/wharf-borer-control-how-to-get-rid-of-wharf-borer-bpca-a-z-of-pests-/188974",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Wharf Borer/Wharf_Borer-1.jpg"
 },
 {
   "ListingId": 134421,
   "Name": "Woodworm",
   "Introduction": "A term used for the destructive larvae of the Common Furniture Beetle. The first sign of woodworm is the appearance of neat round holes, 2mm across, in wooden surfaces, often accompanied by tiny piles of wood dust beneath them. Fresh holes show clean white wood inside. Emerging adult beetles make the holes. Immature grubs may still be tunnelling away inside the wood.",
   "PestType": "Timber pest",
   "Description": "<p>The adult Furniture Beetle is a small brown insect 3mm to 6mm long which flies quite readily. It lays eggs on rough, unpolished wood and the grubs bore straight into the wood - leaving no trace until they emerge as beetles three years or so later, usually between May and September.</p> <p>Woodworm is frequently introduced into the house in second-hand furniture, tea chests or wicker-work; but the beetles are quite capable of flying in through a window from nearby dead branches of trees. They may then attack floorboards, joinery and, more seriously, structural timbers such as rafters and joists.</p> <p>Other wood borers include:</p> <ul> <li>Death Watch Beetle, which infests only large old hardwood beams; the House Longhorn, confined - at least for the moment - to North West Surrey</li> <li>Powder Post Beetle which needs a diet of starch in certain hardwoods, and wood boring weevils, which are associated with wet rot and die out when it is treated.</li> </ul> <h3>Remedy</h3> <p>Woodworm in furniture can be cured by application of proprietary woodworm killer. Coat all surfaces, polished and unpolished, and inject fluid into a few flight holes with a special injector. As a precaution against woodworm, you can buy an insecticidal polish.</p> <p>Woodworm in structural timbers can be treated on a do-it-yourself basis, and the proprietary fluids used by the experts are available from builders&rsquo; merchants. All timbers must be cleaned down first, and any roof insulation material will have to be removed temporarily so that you can get at the joists to work on them. Also, this avoids the fire-risk of insulation becoming impregnated with the fluid or small polystyrene granules dissolving together.</p> <p>Cover electric cables and the cold water storage tank. Floorboards must be lifted to get at the undersides and the joists. Follow label recommendations carefully. Specialist wood preservation companies give detailed surveys, reports and estimates from the British Wood Preserving and Damp-proofing Association. Many cover their treatments by long-term guarantees - useful evidence of treatment if you want to sell the house. It is usually wise therefore to leave structural woodworm to the experts.</p> <h3>Having problems with Woodworm?</h3> <p>Use a professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/woodworm-control-how-to-get-rid-of-wood-worm-bpca-a-z-of-pests-/188972",
   "PrimaryImage": ""
 },
 {
   "ListingId": 134422,
   "Name": "Woolly Bears",
   "Introduction": "The small hairy larvae of the carpet or fur beetles are known as \"woolly bears\".  These small, oval beetles have outstripped the clothes moths as the major British textile pest. The larvae are small (about 4mm long), covered in brown hairs, and tend to roll up when disturbed. As they grow, they moult - and the old cast-off skins may be the first sign of infestation. ",
   "PestType": "Larvae",
   "Description": "<p>These grubs are most active in October before they hibernate. For more information including control measures see <a href=\"/pest-advice/a-z-of-pests/132541\">Carpet Beetles</a>.</p> <h3>Having problems with Woolly Bears?</h3> <p>Use a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/woolly-bears-control-how-to-get-rid-of-woolly-bears-bpca-a-z-of-pests-/188971",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Woolly Bear/Wooley_Bear_icon.jpg"
 },
 {
   "ListingId": 134423,
   "Name": "Worms",
   "Introduction": "Parasitic worms are a veterinary or medical problem but they are included here because some may be transmitted by rats, mice or certain insects. Threadworms are relatively common in dogs, cats and children. They are thin whitish wrigglers about 5mm long, typically only detected after they have passed out of the gut. They may cause intense anal itching at night in young children. The trouble starts when threadworms eggs are swallowed with unwashed, contaminated fruit or raw vegetables or from food handled by unwashed hands.",
   "PestType": "Parasite",
   "Description": "<h3><img class=\"img_right\" title=\"worms-1\" src=\"/write/MediaUploads/Pages/A-Z/Worms/worms-1.jpg\" alt=\"worms-1\" width=\"325\" />How to prevent Worms</h3> <p>Prevention by washing all fruit and vegetables before eating, washing hands before meals, thorough cooking of all meat (especially pork which may harbour the serious tapeworm cysts).</p> <h3>How to get rid of Worms</h3> <p>For your pets, proprietary veterinary worming powders or pills are available from chemists.</p> <p>Children affected should be taken to the doctor, who will prescribe effective medicine that clears the problem in a few days. As a precaution, all members of the family will probably be asked to take the cure.</p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/worm-control-how-to-get-rid-of-worms-bpca-a-z-of-pests-/188967",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Worms/Worms_icon.JPG"
 },
 {
   "ListingId": 134424,
   "Name": "Yellow Swarming Fly",
   "Introduction": "One of the species collectively known as Cluster Fly family. A small yellowish fly with black stripes on its back which sometimes invades attics or rarely-used rooms to hibernate in autumn. ",
   "PestType": "Flying insect",
   "Description": "<p><img class=\"img_right\" title=\"Yellow Swarming Fly-1\" src=\"/write/MediaUploads/Pages/A-Z/Yellow Swarming Fly/Yellow_Swarming_Fly-1.jpg\" alt=\"Yellow Swarming Fly-1\" width=\"325\" />For more information, including control techniques see <a href=\"/pest-advice/a-z-of-pests/132545\">Cluster Fly</a>.</p> <h3>Having problems with Yellow Swarming Flies?</h3> <p>Use a professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/how-to-get-rid-of-yellow-swarming-fly-bpca-a-z-of-pest-control/188965",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Yellow Swarming Fly/Yellow_Swarming_Fly_icon.jpg"
 },
 {
   "ListingId": 134476,
   "Name": "Furniture Beetle",
   "Introduction": "A small brown beetle, 2.5-5mm long, that is the adult form of woodworm. Emerges from infested wood between May and September, especially in June and July, leaving round exit holes 1-2mm in diameter.",
   "PestType": "Crawling insect",
   "Description": "<p><img class=\"img_right\" title=\"Furniture beetle-1\" src=\"/write/MediaUploads/Pages/A-Z/Furniture Beetle/Furniture_beetle-1.jpg\" alt=\"Furniture beetle-1\" width=\"300\" />See&nbsp;<a href=\"/pest-advice/a-z-of-pests/134421\">Woodworm</a></p> <h3>Having problems with Furniture Beetles?</h3> <p>You can contact the <a href=\"http://www.property-care.org/skill/timber-treatment/\" target=\"_blank\">Property Care Association</a>&nbsp;or try a trained professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/furniture-beetle-control-get-rid-of-furniture-beetles-bpca-pests/189074",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Furniture Beetle/Furniture_beetle_icon.jpg"
 },
 {
   "ListingId": 134477,
   "Name": "Plaster Beetle",
   "Introduction": "In a new house where plaster is still damp, or where damp plaster occurs in old property, very tiny, almost black beetles about 2mm long may be found. These are called plaster beetles.",
   "PestType": "Crawling insect",
   "Description": "<h3><img class=\"img_right\" title=\"Plaster Beetle-1\" src=\"/write/MediaUploads/Pages/A-Z/Plaster Beetle/Plaster_Beetle-1.jpg\" alt=\"Plaster Beetle-1\" width=\"160\" height=\"220\" />Remedy:</h3> <p>The adults and larvae feed on microscopic moulds and mildew. They will die out if the rooms are thoroughly dried and ventilated.&nbsp;</p> <h3>Having problems with Plaster Beetles?</h3> <p>Use a professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/plaster-beetle-control-get-rid-of-plaster-beetles-bpca-a-z-of-pests-/188993",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Plaster Beetle/Plaster_Beetle_icon.jpg"
 },
 {
   "ListingId": 134580,
   "Name": "Woodlice",
   "Introduction": "Woodlice are one of the few land crustaceans. They have oval, grey, segmented bodies 10-15mm long, with 14 legs and prominent antennae. Common names include slaters, sow-bugs and pill-bugs.",
   "PestType": "Timber pest",
   "Description": "<p><img class=\"img_right\" title=\"Woodlice-1\" src=\"/write/MediaUploads/Pages/A-Z/Woodlice/Woodlice-1.jpg\" alt=\"Woodlice-1\" width=\"325\" />There are three species that enter houses from the garden - one of which, the pill woodlouse, rolls up into a tight ball when disturbed.</p> <p>Woodlice are harmless feeders upon rotten wood or other vegetable matter in cool, damp areas. They typically live underneath stones, clumps of plants, logs, or doormats, from which they may crawl into dark corners of a house. Rockeries with aubrietia are great favourites with them.</p> <h3>How to get rid of Woodlice</h3> <p>No treatment is necessary but if they persist put right any dampness, remove infested vegetation and use an insecticidal powder or long-lasting spray around door-thresholds or other points of entry. Amateur use products are available from your local garden centre or hardware store. Just make sure you select a product labelled for control of woodlice.</p> <p>For heavy infestations, we would recommend you contact professional pest control company, preferably a member of the BPCA to administer treatment. A trained professional will have the technical knowledge and access to a range of professional use products and equipment which are not available to the public.</p> <h3>Having problems with Woodlice?</h3> <p>Use a professional pest controller.</p> <p><a href=\"/find-a-pest-controller\" class=\"button button_action\">Search for your local BPCA member</a></p>",
   "Environment": "Both",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/woodlice-control-how-to-get-rid-of-woodlice-bpca-a-z-of-pests-/188966",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Woodlice/Woodlice_icon.jpg"
 },
 {
   "ListingId": 143827,
   "Name": "Bed bugs",
   "Introduction": "This common pest once associated with unhygienic surroundings is prevalent due to a number of reasons, including increased travel, the use of second-hand furniture, and suspected tolerance to some pesticides. These bugs still occur with regularity, particularly in multi-occupancy buildings with rapid resident turnover, for example, hostels, hotels, holiday camps and blocks of flats.",
   "PestType": "Parasite",
   "Description": "",
   "Environment": "Inside",
   "DetailURL": "https://bpca.org.uk/a-z-of-pest-advice/bed-bugs-control-how-to-get-rid-of-bed-bugs-bpca-a-z-of-pests/189186",
   "PrimaryImage": ""
 },
 {
   "ListingId": 155307,
   "Name": "Stored Product Insects (SPIs)",
   "Introduction": "Stored product insects (SPIs) are one of the top pest concerns in food production and storage across the globe. Whether youre thinking about doing some DIY pest control or youre looking to enlist the help of a professional pest management company, this guide is for you.",
   "PestType": "Crawling insect",
   "Description": "",
   "Environment": "Inside",
   "DetailURL": "/a-z-of-pest-advice/spi-control-how-to-get-rid-of-and-prevent-stored-product-insects-bpca-a-z-of-pests/240955",
   "PrimaryImage": "/write/MediaUploads/Pages/A-Z/Stored Product Insects/198_SPI_A_to_Z_icon.jpg"
 }
]
